{
  "document_tone": {
    "tones": [
      {
        "score": 0.548306,
        "tone_id": "sadness",
        "tone_name": "Sadness"
      },
      {
        "score": 0.721462,
        "tone_id": "analytical",
        "tone_name": "Analytical"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Angelina Jolie Threatens Brad Pitt: Don't Bring The Kids Around Jennifer AnistonAlthough Angelina Jolie, 41, and&nbsp;Brad Pitt, 53, opted to make their legal docs involving their split completely private on Jan. 10, 2017, Angie's reportedly got a new demand to add to their split negotiations.",
      "tones": [
        {
          "score": 0.514543,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "She doesn't want Brad's reported new texting buddy,&nbsp;Jennifer Aniston, 48, anywhere near her kids, according to In Touch.\"As",
      "tones": [
        {
          "score": 0.549676,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.8152,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "Angie and Brad's divorce talks continue, she's demanding that Brad agree to never have their children around Jen,\" the mag reported.",
      "tones": []
    },
    {
      "sentence_id": 3,
      "text": "Brad and Angie share six children together -&nbsp;Maddox, 15,&nbsp;Pax, 12,&nbsp;Zahara, 11,&nbsp;Shiloh, 10, and twins&nbsp;Knox&nbsp;and&nbsp;Vivienne, 8.The actor has reportedly been leaning on his ex-wife while he deals with his emotional split from Angie.",
      "tones": [
        {
          "score": 0.546677,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "He and Jen married in July 2000 and ended their courtship in Oct. 2005 after he met Angie on the set of their love, action flick, Mr &amp; Mrs. Smith.",
      "tones": [
        {
          "score": 0.769667,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "However, he's reportedly reconciled with Jen via&nbsp;phone.",
      "tones": [
        {
          "score": 0.901894,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "The two have allegedly been exchanging sweet&nbsp;messages over various phone calls and text messages, according to the mag.",
      "tones": [
        {
          "score": 0.892152,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "To make matters worse, Angie apparently knows&nbsp;about Brad and Jen's&nbsp;alleged newfound relationship and she's not happy whatsoever.As for Brad's take on Angie's reported request that he should keep Jen far away from their six children? - \"Brad thinks the request is off the wall and irrational,\" the mag reported.",
      "tones": [
        {
          "score": 0.633354,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.581831,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "In fact, \"He isn't going to cave in to Angie's ridiculous demand... Angie is the one who filed for divorce, not him.",
      "tones": [
        {
          "score": 0.685827,
          "tone_id": "anger",
          "tone_name": "Anger"
        },
        {
          "score": 0.670204,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "And she will have to live with the consequences.\"",
      "tones": [
        {
          "score": 0.920855,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        },
        {
          "score": 0.833309,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 10,
      "text": "Harsh...While Brad, Angie or Jennifer have not commented on this wild report, here's what HollywoodLife.com knows:&nbsp;\"Angelina was never able to get over her obsession with Brad&nbsp;and Jennifer's relationship,\" a source EXCLUSIVELY told us.",
      "tones": [
        {
          "score": 0.657855,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 11,
      "text": "As a matter of fact, Angie always feared that Brad would go back with Jen.",
      "tones": [
        {
          "score": 0.833098,
          "tone_id": "fear",
          "tone_name": "Fear"
        },
        {
          "score": 0.932977,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        },
        {
          "score": 0.936687,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 12,
      "text": "Wow.Things haven't been going too well for Brad throughout his nasty split with Angie.",
      "tones": []
    },
    {
      "sentence_id": 13,
      "text": "When she filed for divorce on Sept. 19, 2016, she also requested sole physical custody of their six children.",
      "tones": []
    },
    {
      "sentence_id": 14,
      "text": "Brad and Angie reached a private, temporary custody agreement&nbsp;on Sept. 30, which granted her full physical custody, and&nbsp;him with visitation approved by a therapist.After multiple disputes between the couple in scathing court docs, they decided to release a joint statement on Jan. 10, 2017, which revealed that they agreed to keep their court docs private.",
      "tones": []
    },
    {
      "sentence_id": 15,
      "text": "Since then, the exes have remained tight-lipped on the status of their broken marriage.HollywoodLifers, do you think Brad and Jennifer are really texting?",
      "tones": [
        {
          "score": 0.61252,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.829929,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    }
  ]
}