{
  "document_tone": {
    "tones": [
      {
        "score": 0.580535,
        "tone_id": "joy",
        "tone_name": "Joy"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Did Angelina Jolie Fake Maddox Jolie Pitt's Adoption?",
      "tones": []
    },
    {
      "sentence_id": 1,
      "text": "Inside The Shocking ClaimsAngelina Jolie is famous for adopting kids from around the world, but did she obtain her first son, Maddox, using falsified documents?",
      "tones": []
    },
    {
      "sentence_id": 2,
      "text": "Maddox's real Cambodian father has come forward with the shocking claims that Jolie doesn't have legal power of attorney over the 15-year-old.According to Celebrity Dirty Laundry, Mounh Sarath says that he has official paperwork from Cambodia that confirms he is Maddox's father.",
      "tones": [
        {
          "score": 0.746925,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "Jolie started Maddox's adoption back in 2002, and Brad Pitt legally adopted him in 2006.",
      "tones": []
    },
    {
      "sentence_id": 4,
      "text": "But according to Sarath, he actually has power of attorney over the teenager.Sarath and Jolie have not spoken to each other in years.",
      "tones": [
        {
          "score": 0.558544,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.560944,
          "tone_id": "confident",
          "tone_name": "Confident"
        },
        {
          "score": 0.819034,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "Even more scandalous, the adoption agent Jolie worked with, Lauryn Galindo, was jailed for falsifying names, birth places, and dates of children from Cambodia.",
      "tones": [
        {
          "score": 0.523822,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "At the time Jolie adopted Maddox, the United States had just set forth stricter adoption laws for children from Cambodia.",
      "tones": []
    },
    {
      "sentence_id": 7,
      "text": "Did she rush the process to bypass the stricter laws?The Sun reports that Sarath works in charity and local aid in Cambodia.",
      "tones": []
    },
    {
      "sentence_id": 8,
      "text": "Given his falling out with Jolie and the circumstances surrounding Maddox's adoption, Sarath's opinion of the Tomb Raider star is pretty low.\"I would be happy if Cambodia didn't see her again,\" he added.Jolie's interest in Cambodia started when she filmed her 2001 hit film in the country, Lara Croft: Tomb Raider.",
      "tones": [
        {
          "score": 0.781863,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "She recently directed a movie based in Cambodia, First They Killed My Father, and has visited the country on several different occasions.The allegations against Angelina Jolie couldn't have come at a worse time.",
      "tones": [
        {
          "score": 0.71873,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 10,
      "text": "The actress is currently engaged in a heated custody battle with her ex-husband and just returned from promoting her newest film in Cambodia.Maddox was also the source of a lot of controversy in Jolie's split with Pitt.",
      "tones": [
        {
          "score": 0.601683,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 11,
      "text": "Shortly after filing for divorce, reports surfaced that Pitt had physically abused Maddox on a private plane.",
      "tones": []
    },
    {
      "sentence_id": 12,
      "text": "Pitt was eventually cleared of all the accusations, but not before his public image took a major hit.Things between Maddox and Jolie, meanwhile, couldn't be better.",
      "tones": []
    },
    {
      "sentence_id": 13,
      "text": "Hollywood Life reports that Jolie took Maddox and his five siblings on a week-long trip to London.",
      "tones": []
    },
    {
      "sentence_id": 14,
      "text": "During their stay, Jolie and Maddox ventured off to Buckingham Palace for a mother-son date.The pair was spotted leaving the royal palace and looked happier than ever spending time together.",
      "tones": [
        {
          "score": 0.739175,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 15,
      "text": "It isn't clear if they actually met any members of the royal family, but there's a possibility they mingled with Prince William.The outing came after Jolie gave a speech at the London School of Economics.",
      "tones": [
        {
          "score": 0.651633,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 16,
      "text": "Jolie spoke to a crowd of students about her career promoting human rights around the globe.",
      "tones": [
        {
          "score": 0.798791,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 17,
      "text": "The actress, who has been an avid human rights activist over the years, also spoke at the United Nations in London.Maddox was the only member of the Jolie-Pitt family that accompanied Jolie to the palace.",
      "tones": []
    },
    {
      "sentence_id": 18,
      "text": "Earlier last week, Jolie was spotted taking Maddox's siblings out to a toy store in London.",
      "tones": [
        {
          "score": 0.687768,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 19,
      "text": "The kids have since returned to the United States.As far as Jolie and Pitt are concerned, insiders claim that the drama is starting to cool down.",
      "tones": []
    },
    {
      "sentence_id": 20,
      "text": "Although they haven't finalized the divorce, a source revealed that they are at a better place in their breakup and are on the verge of working things out.Given how their divorce played out in the early months, it's definitely good to hear that Jolie and Pitt are working through their differences.",
      "tones": []
    },
    {
      "sentence_id": 21,
      "text": "They have not released an official comment on Maddox's adoption.Tell us!",
      "tones": []
    },
    {
      "sentence_id": 22,
      "text": "Do you think Angelina Jolie could have actually faked the documents to adopt Maddox?",
      "tones": [
        {
          "score": 0.762356,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 23,
      "text": "Let us know in the comments below.",
      "tones": [
        {
          "score": 0.838593,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    }
  ]
}