{
  "document_tone": {
    "tones": [
      {
        "score": 0.748332,
        "tone_id": "joy",
        "tone_name": "Joy"
      },
      {
        "score": 0.745083,
        "tone_id": "analytical",
        "tone_name": "Analytical"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Katie Holmes Blasts Ex In Bombshell Interview About SuriKatie Holmes has been trying to live a normal life after she divorced Tom Cruise in 2001, but that hasn't stopped her from throwing shade at has been trying to live a normal life after she divorcedin 2001, but that hasn't stopped her from throwing shade at her daughter's superstar Scientologist dadSuri helped Holmes try new things, such as directing her first film \"All We Had.\"",
      "tones": [
        {
          "score": 0.57077,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.543408,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "In a new interview with Entertainment Tonight , the 37-year-old actress was gushing over how daughterhelped Holmes try new things, such as directing her first film \"All We Had.\"\"She gets a special thanks for everything, [for] every job I do, because she makes every day great and awesome and better,\" Holmes told ET about the special call-out Suri gets at the end of the film.\"I",
      "tones": [
        {
          "score": 0.914273,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.500545,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "know myself better because of her, so she'll always get a special thanks,\" added the former Dawson's Creek actress.While Holmes has been Suri's full-time support, Tom has been missing huge chunks of the girl's life so far.",
      "tones": [
        {
          "score": 0.604076,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.762356,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "At one point, Tom went as long as 1,000 days without seeing Suri - even totally missing her birthday in MayHer no-show father sent Suri into a sobbing meltdown, even though Katie had thrown a huge party at Dave &amp; Buster's with friends.\"Suri was miserable,\" a source told Radar in May after the birthday mess.",
      "tones": [
        {
          "score": 0.658569,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.627413,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "\"All she wanted was time with her dad, but Tom didn't even send a present!\"Tom's ties to Scientology may have caused a wedge between his relationship with his daughter, and pulling ties from his family doesn't stop there - Radar reported earlier this year that Tom even refuses to see his dying momDo you think Suri will grow up to resent her dad?",
      "tones": [
        {
          "score": 0.710832,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "Tell us in the comments below!",
      "tones": []
    }
  ]
}