{
  "document_tone": {
    "tones": [
      {
        "score": 0.584924,
        "tone_id": "joy",
        "tone_name": "Joy"
      },
      {
        "score": 0.534713,
        "tone_id": "analytical",
        "tone_name": "Analytical"
      },
      {
        "score": 0.60536,
        "tone_id": "tentative",
        "tone_name": "Tentative"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Did Meek Mill Find Nicki Minaj In A Lesbian Tryst With Young M.A.?Finding a story about Nicki Minaj and Meek Mill isn't exactly a stretch.",
      "tones": [
        {
          "score": 0.574477,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "Last year, Meek Mill's beef with Canadian rapper Drake kept us entertained for months, and Minaj is hardly low-profile.",
      "tones": []
    },
    {
      "sentence_id": 2,
      "text": "Over the past few years, Minaj has become known almost as well for her social media fights as for her music.",
      "tones": [
        {
          "score": 0.762356,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "As a result, celebrity watchers always seem to have an eye for the next Meek Mill and Nicki Minaj story.",
      "tones": [
        {
          "score": 0.842108,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "In recent weeks, most stories about Mill and Minaj have focused on whether or not hip-hop's power couple are still dating or not.In recent days, rumors have emerged claiming that Meek Mill walked into Minaj's dressing room to find her and female rapper Young M.A. in a lesbian tryst.",
      "tones": [
        {
          "score": 0.62505,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.58393,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "Ace Showbiz has speculated that Meek Mill and Minaj split last month after Meek lost his cool.",
      "tones": [
        {
          "score": 0.58393,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "Mill went on an Instagram rant at Minaj and then deleted his account.",
      "tones": [
        {
          "score": 0.527153,
          "tone_id": "anger",
          "tone_name": "Anger"
        },
        {
          "score": 0.762356,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "The same site reports that MediaTakeOut claims Minaj has become infatuated with female rapper Young M.A. and has split with Meek as a result.All Hip-Hop claims that Minaj \"plays for both teams\" and says that she certainly has \"rapped some lines over the years that have suggested that she may be a little bi-sexual or certainly bi-curious.\"Of",
      "tones": []
    },
    {
      "sentence_id": 8,
      "text": "course, certain media outlets rarely let the truth get in the way of a good story, and it seems that the latest Mill-Minaj split rumors are just exactly that - rumors with no credible evidence to support them.",
      "tones": []
    },
    {
      "sentence_id": 9,
      "text": "Indeed, a glance at Minaj's Instagram account suggests that Meek Mill and Nicki Minaj are very much together, as they enjoyed Halloween together.",
      "tones": [
        {
          "score": 0.759218,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.720015,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 10,
      "text": "Nicki shared a selection of images with her 67 million followers that showed her having fun with Mill.Gossip Cop reports that the stories claiming Mill and Minaj have split are not only false, they accuse the original source of spreading false stories about the rappers.\"The",
      "tones": []
    },
    {
      "sentence_id": 11,
      "text": "webloid's perspective, though, continues to differ from reality.",
      "tones": [
        {
          "score": 0.575335,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.592138,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 12,
      "text": "Minaj and Mill are very much still together, as she herself showed on Instagram Monday morning.",
      "tones": [
        {
          "score": 0.517732,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.704642,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 13,
      "text": "\"And while the relationship might not last forever, Minaj is not \"dropping\" Mill for Young M.A. MediaTakeOut should probably start looking elsewhere than Twitter and Instagram for its made-up stories.\"Of",
      "tones": [
        {
          "score": 0.75205,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 14,
      "text": "course, some might question why Gossip Cop sees itself as the arbiter of truth when it comes to Nicki Minaj and Meek Mill.",
      "tones": [
        {
          "score": 0.63698,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 15,
      "text": "After all, they seem to rely on the images posted on Minaj's Instagram account as evidence that Meek and Minaj are still an item.",
      "tones": [
        {
          "score": 0.537127,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.829929,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 16,
      "text": "One has to wonder if Gossip Cop sees the irony in this, given that they invite another outlet to look beyond Instagram for stories.Many will wonder why Minaj and Mill do not take legal action against outlets spreading false stories.",
      "tones": [
        {
          "score": 0.620279,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 17,
      "text": "The truth may lay in Minaj's hunger for publicity.",
      "tones": [
        {
          "score": 0.5538,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 18,
      "text": "According to Hip-Hop DX, Minaj was recently quoted as saying that Meek Mill's high-profile beefs with the like of Drake are great publicity.",
      "tones": [
        {
          "score": 0.676243,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.788547,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 19,
      "text": "Perhaps Minaj believes that all publicity is good publicity.The reality is that the public has no right to know anything about Mill and Minaj that the couple doesn't want shared publicly.",
      "tones": [
        {
          "score": 0.57746,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.615352,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 20,
      "text": "It is easy to claim that Minaj and Mill gave up their rights to privacy when they entered the entertainment industry.",
      "tones": []
    },
    {
      "sentence_id": 21,
      "text": "There is no doubt that artists like Minaj and Mill exploit the opportunities for publicity social media affords them.",
      "tones": [
        {
          "score": 0.660207,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 22,
      "text": "Some claim this makes them \"fair game\" for the gossip columns.The reality is that Nicki Minaj's sexuality is her own affair, and she should not be judged or \"slut-shamed\" for it.",
      "tones": [
        {
          "score": 0.57557,
          "tone_id": "anger",
          "tone_name": "Anger"
        }
      ]
    },
    {
      "sentence_id": 23,
      "text": "The inner workings of Minaj's relationship with Meek Mill are no one's business but their own.",
      "tones": [
        {
          "score": 0.506763,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    }
  ]
}