{
  "document_tone": {
    "tones": [
      {
        "score": 0.550769,
        "tone_id": "sadness",
        "tone_name": "Sadness"
      },
      {
        "score": 0.540352,
        "tone_id": "joy",
        "tone_name": "Joy"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Does Madonna Want To Send Rebellious Rocco To Military School?The reason why Madonna's son Rocco bolted for his father's home is becoming clearer.",
      "tones": []
    },
    {
      "sentence_id": 1,
      "text": "It seems that Madonna is a bit more strict at home than one would imagine, and she wants to send son Rocco to military school.",
      "tones": []
    },
    {
      "sentence_id": 2,
      "text": "Rocco Ritchie, 15, does not want to go, and while on tour with Madonna, he ran off to live with his father.According to the Inquisitr, Madonna says that Guy Ritchie is trash-talking her to Rocco, but Rocco insists that his mother is controlling and uses him as a trophy.",
      "tones": []
    },
    {
      "sentence_id": 3,
      "text": "Also, rather than being in school in New York, he is dragged along on her tour and put to work.",
      "tones": [
        {
          "score": 0.599421,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "He has had enough and wants to live with his father.",
      "tones": []
    },
    {
      "sentence_id": 5,
      "text": "This is a struggle that many divorced parents face, but Madonna feels that she is above this and went right to a judge, but Rocco is refusing to come back to the U.S.Radar Online is reporting that Madonna is taking her controlling manner to a new level by trying to get Rocco into military school.\"Madonna is a very good mother, but she's mega controlling,\" a source close to the pop icon, 57, told Radar.",
      "tones": [
        {
          "score": 0.612309,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "\"She actively tells him what he can and can't do, who he can and can't talk to.\"But",
      "tones": []
    },
    {
      "sentence_id": 7,
      "text": "Madonna thinks that military school will straighten Rocco out, but Rocco wants a normal life with Guy Ritchie in the U.K.\"He's not being dragged around like a dancing puppet [when he's in London],\" a source told the publication.",
      "tones": []
    },
    {
      "sentence_id": 8,
      "text": "\"He can meet his friends, eat fast food, he doesn't have an early curfew.",
      "tones": []
    },
    {
      "sentence_id": 9,
      "text": "The story is his father manipulated him, which couldn't be farther from the truth.",
      "tones": [
        {
          "score": 0.560098,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 10,
      "text": "Rocco has a life and friends [in the U.K.] and he can have girlfriends and be in one place.\"The",
      "tones": [
        {
          "score": 0.634122,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 11,
      "text": "judge had ruled that Rocco should be back by Christmas but is now insisting that he is back before school starts in JanuaryThe New York Daily News has mentioned that Madonna is a meddling mama, and Rocco is over it.",
      "tones": [
        {
          "score": 0.564801,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 12,
      "text": "A source says that life in London is easier for Rocco at this point in his life.Madonna thinks she can provide a better life for Rocco, and that Guy Ritchie's life is boring.\"(Madonna) is impossible to work with and impossible to live with for a 15-year-old boy.",
      "tones": [
        {
          "score": 0.604697,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.628311,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 13,
      "text": "He has no freedom under her.",
      "tones": []
    },
    {
      "sentence_id": 14,
      "text": "She tells him he's going away to school,\" says the source.",
      "tones": [
        {
          "score": 0.515393,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 15,
      "text": "\"His life (in London) is not strict, he's not Madonna's son, he's more like a regular teen.",
      "tones": [
        {
          "score": 0.575627,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 16,
      "text": "Guy lives a very normal life, Rocco is not on movie sets, if he doesn't want to be there.\"Rocco",
      "tones": [
        {
          "score": 0.601052,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.618451,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 17,
      "text": "desperately wants to enroll in school in London and come back to New York in the future to visit.",
      "tones": []
    },
    {
      "sentence_id": 18,
      "text": "Over the weekend, Rocco was seen skateboarding around the Ritchie neighborhood and simply hanging out with friends.There is no indication whether Rocco plans to return to New York for a hearing with the judge or if he will fight it from London with his father.Do you think it would be best if Madonna would just give Rocco time with his father?",
      "tones": [
        {
          "score": 0.612897,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    }
  ]
}