{
  "document_tone": {
    "tones": [
      {
        "score": 0.731751,
        "tone_id": "sadness",
        "tone_name": "Sadness"
      },
      {
        "score": 0.577896,
        "tone_id": "fear",
        "tone_name": "Fear"
      },
      {
        "score": 0.69245,
        "tone_id": "anger",
        "tone_name": "Anger"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Ellen's $40M Haunted MansionELLEN DEGENERES fears she's got a creepy house-guest in her new $40 million mansion – a ghost!The talk-show host, 56, has repeatedly been spooked by eerie noises and believes the home she shares with wife Portia de Rossi is haunted by its original owner, who died there in 2009, a source says.\"The",
      "tones": [
        {
          "score": 0.882811,
          "tone_id": "fear",
          "tone_name": "Fear"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "house had been remodeled, so Ellen thought it would have no trace of the former owner,\" said a pal.",
      "tones": []
    },
    {
      "sentence_id": 2,
      "text": "\"But she was wrong.",
      "tones": [
        {
          "score": 0.916667,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.931034,
          "tone_id": "anger",
          "tone_name": "Anger"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "Within a few nights of moving in, Ellen started hearing random noises, including foot­steps and doors opening and closing.\"Then, in the middle of the night, she heard a woman's faint cry.She hasn't had a solid night's sleep since she moved in.\"She said she's never been a believer in ghosts or spirits, the source continued, \"but she doesn't have any other explanation for the mysterious sounds and voices.\"The",
      "tones": [
        {
          "score": 0.616225,
          "tone_id": "fear",
          "tone_name": "Fear"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "boo-tiful mansion, a 13,000-square-foot architectural masterpiece, was built for real es­tate developer Sidney Brody and his wife Frances in 1951.",
      "tones": []
    },
    {
      "sentence_id": 5,
      "text": "Known as the Brody House, it's located in the exclusive Holmby Hills neighborhood next door to the famed Playboy Mansion.",
      "tones": []
    },
    {
      "sentence_id": 6,
      "text": "Brody died in 1983.",
      "tones": [
        {
          "score": 0.908059,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "His wife, a renowned art collector and philanthropist, passed away in the house at age 93 after a long illness.After her death, an inves­tor purchased the home and completely remodeled it.",
      "tones": [
        {
          "score": 0.945494,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "Real estate maven Ellen then bought the nine-bedroom, eight-bathroom spread in early January.\"It was a once-in-a-lifetime opportunity that Ellen couldn't pass up,\" said the source.According to the source, Ellen said she's convinced the noises and voices she hears are Frances Brody's, and Ellen thinks Mrs. Brody's spirit can't bear to part with the house, even in the afterlife.\"Friends",
      "tones": [
        {
          "score": 0.537316,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.616426,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "have convinced Ellen to conduct a spiritual cleansing ceremony in the house,\" the source said.",
      "tones": [
        {
          "score": 0.587989,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 10,
      "text": "\"She doesn't want her new home to have any bad energy, and she's not going to share it with Frances Brody.\"",
      "tones": []
    }
  ]
}