{
  "document_tone": {
    "tones": [
      {
        "score": 0.73939,
        "tone_id": "joy",
        "tone_name": "Joy"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "'It was a long time coming': Heidi Klum ends seven-year marriage over Seal's 'volcanic temper'Seal and Heidi Klum insisted their split was 'amicable' yesterday despite reports that the supermodel could no longer put up with the Kiss from a Rose singer's volcanic temper.In a formal statement, the superstar couple finally confirmed rumours swirling around for days that they were breaking up.According to the US celebrity website TMZ, Klum, 38, demanded a divorce because she was worried about the effect Seal's was having on their children.The claim followed reports that she was also fed up with the 48-year-old British singer's 'hard partying.'There",
      "tones": [
        {
          "score": 0.75808,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "was no suggestion of infidelity, but one source said: 'It was a long time in coming.'Heidi",
      "tones": []
    },
    {
      "sentence_id": 2,
      "text": "father Gunther Klum - who had the German model with wife Ema - today spoke out about the breakdown of the couple's&nbsp; marriage.He told US Weekly magazine: 'We are very sad.'A statement released by the couple today read: 'While we have enjoyed seven very loving, loyal and happy years of marriage, after much soul-searching we have decided to separate.'We",
      "tones": [
        {
          "score": 0.559621,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.536161,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "have had the deepest respect for one another throughout our relationship and continue to love each other very much, but we have grown apart.'This is an amicable process and protecting the well-being of our children remains our top priority, especially during this time of transition.'We",
      "tones": [
        {
          "score": 0.65911,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "thank our family, friends, and fans for their kind words of support.",
      "tones": [
        {
          "score": 0.807194,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.75152,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "And for our children's sake, we appreciate you respecting our privacy.'at",
      "tones": [
        {
          "score": 0.672469,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "Seal's beachfront home in Mexico in 2005 , Seal and Klum kept their promise to renew their vows every year on their&nbsp; anniversary with their close friends and family.They have three children together – Henry, six, Johan, five, and Lou, two – as well as Miss Klum's daughter Leni, seven, from a previous relationship with Italian businessman Flavio Briatore.And the tension in their relationship is believed to have started when the pair holidayed with their three children in Ibiza in August.A source told the Sunday Mirror: 'They were always the couple everybody strived to be but lately it all started to change.",
      "tones": [
        {
          "score": 0.58112,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "Seal seems to have been partying a lot more often than usual.'When",
      "tones": [
        {
          "score": 0.96417,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "they had their holiday in Ibiza last summer, Seal hit it hard, was out at clubs and with his friends a lot and Heidi was left with their kids trying to enjoy herself.",
      "tones": []
    },
    {
      "sentence_id": 9,
      "text": "The cracks were appearing and everybody was talking during that trip.",
      "tones": []
    },
    {
      "sentence_id": 10,
      "text": "He seemed off the rails.'The",
      "tones": [
        {
          "score": 0.548086,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.946222,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 11,
      "text": "insider added: 'They've spent a lot of time apart too on work assignments and that hasn't helped matters.'Then",
      "tones": []
    },
    {
      "sentence_id": 12,
      "text": "when Seal came back to the UK to do promotional work for his next album, he seemed sleepy and not with it on shows like Loose Women, when he was very late for his appearance.'And a source told The Sun today: 'The marriage ended months ago in reality.",
      "tones": [
        {
          "score": 0.556234,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 13,
      "text": "They rarely saw each other and it wouldn't be unusual for them to go months without spending any real quality time together.",
      "tones": [
        {
          "score": 0.671291,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 14,
      "text": "Ships that pass in the night would be an overstatement.'German-born",
      "tones": []
    },
    {
      "sentence_id": 15,
      "text": "Heidi, 38, is reportedly expected to file papers at Los Angeles' County Superior Court this week citing 'irreconcilable differences'.Happy: The couple were last seen together on December 26, with Heidi tweeting this picture of them on holiday in Aspen, ColoradoHappier times: Klum and the Crazy crooner share custody of their four children - Leni, 10, Henry, 8, Johan, 7, and Lou, 4 (not pictured)Seal, 48 – real name Seal Henry Samuel – left a cryptic message posted on his Twitter page on Friday that read: 'The End.'The message was attached to a picture that appeared to show the star's forearm bearing an imprint of a set of wings – a possible reference to Miss Klum's role as a Victoria's Secret winged 'Angel' model.The split paves the way for a multi-million-pound divorce battle between the golden couple.Heidi, one of the world's most in-demand models, is reported to have earned more than £12 million in the past year alone.Seal, who is best known for his Kiss From A Rose single, has sold more than 20 million albums and won three Brit Awards and three Grammys in a career spanning 20 years.The couple own a home in Mexico and an £8.4 million mansion in Los Angeles.",
      "tones": [
        {
          "score": 0.807725,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 16,
      "text": "Yesterday there was no sign of them at the LA house, which is set in an exclusive gated community in Mandeville Canyon, in the Hollywood Hills.On Wednesday, Seal was in London to pre-record a performance of his new single Backstabbers for Jonathan Ross's ITV chat show, which was broadcast on Saturday night.Staying professional: Seal was in London last week to pre-record his performance on Jonathan Ross' show, which was broadcast on Saturday night Day job: Heidi has been known in recent years for presenting fashion-based reality show Project Runway Meanwhile, Miss Klum was alone as she attended the Golden Globes awards in Hollywood last Sunday.News of the split comes just weeks after the couple posed, apparently happily, for a photo on a skiing holiday in Colorado.",
      "tones": [
        {
          "score": 0.795316,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 17,
      "text": "On December 26 Miss Klum posted a picture on Twitter of the couple on the slopes in Aspen with the caption, 'Sun and Snow and&nbsp; @Seal'.",
      "tones": []
    },
    {
      "sentence_id": 18,
      "text": "Miss Klum divorced her first husband, stylist Ric Pipino after five years together in 2002 and met Seal a year later in 2003.At the time she had just split from&nbsp; Formula 1 billionaire Briatore.",
      "tones": [
        {
          "score": 0.586438,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.506763,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    }
  ]
}