{
  "document_tone": {
    "tones": [
      {
        "score": 0.662413,
        "tone_id": "joy",
        "tone_name": "Joy"
      },
      {
        "score": 0.554183,
        "tone_id": "sadness",
        "tone_name": "Sadness"
      },
      {
        "score": 0.626269,
        "tone_id": "analytical",
        "tone_name": "Analytical"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Face Lift, Botox, Peels, Oh My! Ellen DeGeneres' Plastic Surgery Obsession RevealedEllen DeGeneres' obsession with staying forever young is written all over her face&nbsp; – literally!",
      "tones": [
        {
          "score": 0.605534,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.775702,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "In a new report from The National ENQUIRER, sources reveal that the down-to-earth talk show queen is really a plastic surgery junkie in disguise.And according to insiders, her much-younger gorgeous wife Portia de Rossi is her inspiration for the drastic measures.\"She's",
      "tones": [
        {
          "score": 0.810914,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.683494,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "had plastic surgery,\" one TV mole told the mag.",
      "tones": [
        {
          "score": 0.553516,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "\"I think she's had it before and it's all because she's unhappy about looking older – especially when compared to Portia [de Rossi]!\"And, according to another behind-the-scenes snitch, her glowing appearance isn't just TV magic.\"She",
      "tones": [
        {
          "score": 0.694968,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.887937,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "had a lift and still gets Botox!",
      "tones": []
    },
    {
      "sentence_id": 5,
      "text": "She drives her hair and makeup staff nuts!\" continued the source.A production insider revealed the challenges her glam team face when it comes to concealing scarring due to the work she's had done: \"It usually takes them about two-and-a-half hours to give Ellen that peaches-and-cream glow her fans love,\" said the source.PHOTOS: Solid As A Rock – 15 Of The Longest Marriages In HollywoodSo just what has she had done?Top plastic surgeons examined photos of the comedienne and say the CoverGirl spokeswoman appears to have a multitude of procedures, including face-, eye-, neck- and brow-lifts.\"There is a dramatic change that made her look somewhat different,\" leading NYC cosmetic surgeon Dr. Yoel S. Shahar, who has not treated DeGeneres, told The ENQUIRER.",
      "tones": [
        {
          "score": 0.672112,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "\"To achieve such a change she needed to have multiple procedures.",
      "tones": []
    },
    {
      "sentence_id": 7,
      "text": "It is quite obvious she underwent a full facelift that improved her neck and jawline.",
      "tones": []
    },
    {
      "sentence_id": 8,
      "text": "No injectable like Botox can create such a change.\"PHOTOS:&nbsp;Kylie",
      "tones": []
    },
    {
      "sentence_id": 9,
      "text": "Jenner On Instagram Is Nothing Like Kylie Jenner In Real Life – Side-By-Side Comparisons Show Glaring Differences\"She also appeared to have had a forehead lift, elevating her eyebrows significantly in addition to Botox injections eliminating the wrinkles at the crow's feet, glabella and forehead,\" Dr. Shahar continued.And if that wasn't enough, DeGeneres' journey to find the fountain of youth allegedly didn't end there.Dr.",
      "tones": [
        {
          "score": 0.602353,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.741134,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 10,
      "text": "Shahar suggested the 56-year-old appears to have had upper and lower blepharoplasty, which \"smooth and improve the eyelid, giving her a youthful look.\"It",
      "tones": []
    },
    {
      "sentence_id": 11,
      "text": "seems obvious to me that she also had fillers under her eyes and skin care by chemical or laser peel,\" Dr. Shahar claimed.",
      "tones": [
        {
          "score": 0.644999,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 12,
      "text": "\"Overall, I believe she's undergone successful surgical and nonsurgical procedures that made her look her best.\"Famed",
      "tones": [
        {
          "score": 0.678899,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.775166,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 13,
      "text": "cosmetic dermatologist Dr. Kenneth Mark, who has not treated the Emmy Award-winning TV host, added: \"She has been transformed from having a frown face with sunken cheeks under her eyes and jowls with prominent marionette lines to now looking alive and well!\"DeGeneres, who tied the knot with 41-year-old glamorous actress de Rossi in 2008, is a household name for her effortless chic, which according to the show insider is all just an act.\"She",
      "tones": [
        {
          "score": 0.791095,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 14,
      "text": "pretends not to care about her appearance to the world but in reality, she's obsessed with plastic surgery&nbsp; – and a sucker for new cosmetic procedures and products,\" said the source.For more on her alleged procedures, pick up the latest issue of The ENQUIRER, on stands now!",
      "tones": [
        {
          "score": 0.561571,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.70944,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    }
  ]
}