{
  "document_tone": {
    "tones": [
      {
        "score": 0.665243,
        "tone_id": "joy",
        "tone_name": "Joy"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "EXCLUSIVE COVER STORY: MICHAEL DOUGLAS $300 MILLION DIVORCEMichael Douglas and Catherine Zeta-Jones' marriage has exploded again – and it may be over for good, The ENQUIRER has learned exclusively from insiders.After a separation and a bid at reconciliation, the \"Wall Street\" star, 70, angrily \"walked out\" on his wife, 45, sources say.\"This",
      "tones": [
        {
          "score": 0.685615,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "time around, you may be hearing from my divorce lawyer!\"",
      "tones": [
        {
          "score": 0.968123,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "Michael ripped into the \"Chicago\" beauty, according to an insider.Revealed the source: \"Michael won't give up on this marriage easily.",
      "tones": [
        {
          "score": 0.667159,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.8152,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "Remember, this is a guy who battled back from deadly stage 4 tongue cancer!\"But it takes two to make a marriage work, and Michael's feeling is that Catherine has 'checked out.'",
      "tones": [
        {
          "score": 0.551973,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "So nothing is stopping him from throwing in the towel, too.\"The",
      "tones": [
        {
          "score": 0.564362,
          "tone_id": "anger",
          "tone_name": "Anger"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "couple had a \"big blow-up\" before Michael headed off to work on&nbsp;&nbsp;new film&nbsp;\"Ant Man\", said the insider, adding: \"He is preparing himself for the possibility of a $300 million divorce in 2015 if they can't work out their differences.\"In",
      "tones": [
        {
          "score": 0.526056,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.602352,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "March 2013, The ENQUIRER exclusively broke the bombshell that the couple had secretly split in a \"hush-hush trial separation.\"",
      "tones": []
    },
    {
      "sentence_id": 7,
      "text": "Five months later, their reps confirmed the breakup before the two tried to reconcile.When contacted now, their individual reps deny the couple's 14-year marriage has ruptured again, but sources allege it's secretly been on the rocks for months!\"Turning 70 was a big accomplishment for Michael after surviving cancer, but Catherine refused to do any public celebrating with him,\" said the insider.",
      "tones": [
        {
          "score": 0.533997,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "\"Michael was so ticked off, he let her know it, causing a massive fight between them.&nbsp;\"He",
      "tones": [
        {
          "score": 0.515576,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "told her, 'I've had enough!'\"FOR THE FULL STORY with ALL the details – it's ONLY in the new&nbsp;ENQUIRER – on sale now!",
      "tones": [
        {
          "score": 0.794525,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.560944,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    }
  ]
}