{
  "document_tone": {
    "tones": [
      {
        "score": 0.738576,
        "tone_id": "joy",
        "tone_name": "Joy"
      },
      {
        "score": 0.616068,
        "tone_id": "analytical",
        "tone_name": "Analytical"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Selena Gomez And The Weeknd Engaged, Planning For Summer 2017 Wedding?Selena Gomez and The Weeknd are reportedly \"getting married\" in August 2017.According to a new report, Selena Gomez and her singer boyfriend, who are currently enjoying time together in Buenos Aires, are allegedly planning to make their relationship official after he wraps his Starboy: Legend of the Fall 2017 World Tour in August.\"[Selena",
      "tones": [
        {
          "score": 0.862163,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.600813,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "Gomez] knows The Weeknd is her soul mate and doesn't want to spend years waiting to get married,\" a source told In Touch Weekly for their April 10 issue, via Hollywood Life.Selena Gomez and The Weeknd have only been dating publicly for a few months, but according to the report, Gomez is moving forward full steam when it comes to planning their alleged wedding.\"[Selena",
      "tones": [
        {
          "score": 0.689213,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.626109,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "Gomez] already has a wedding dress in mind,\" the source explained.",
      "tones": [
        {
          "score": 0.653099,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "\"She wants something classic; white, long and fitted to show off her amazing body.",
      "tones": [
        {
          "score": 0.856916,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.681699,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "She's yet to choose a designer, but Versace, Giorgio Armani and Marchesa are at the top of her list.\"The",
      "tones": [
        {
          "score": 0.546486,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "In Touch Weekly insider claimed Selena Gomez and The Weeknd had several locations in mind for their potential wedding, including Lake Como in Italy, Venice, Florence and Paris.",
      "tones": []
    },
    {
      "sentence_id": 6,
      "text": "As fans may recall, Selena Gomez and The Weeknd embarked on a tour of Italy weeks after they confirmed their relationship with a joint outing in Los Angeles.As for who may be in attendance at Selena Gomez and The Weeknd's allegedly upcoming nuptials, the magazine's insider claimed the pair was planning to keep things intimate.\"[Selena",
      "tones": [
        {
          "score": 0.599421,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "Gomez] and The Weeknd plan to only invite family and a few close friends,\" the source shared.",
      "tones": []
    },
    {
      "sentence_id": 8,
      "text": "\"Selena's cousin Priscilla DeLeon will be the maid of honor and her little sister, Gracie Teefey, will be a flower girl.",
      "tones": [
        {
          "score": 0.712691,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "It's going to be very small.\"Selena",
      "tones": [
        {
          "score": 0.92125,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 10,
      "text": "Gomez and The Weeknd have both been involved in highly publicized relationships in the past, and their own relationship is no different.",
      "tones": [
        {
          "score": 0.653099,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 11,
      "text": "After going public in January, the couple was seen spending time together in Los Angeles with French Montana and Jaden Smith, and a short time later, it was off to Italy where they were seen sightseeing in Venice and Florence.Selena Gomez and The Weeknd also spent time in Europe in late February and early March as The Weeknd's tour stopped in several cities, including Amsterdam and Paris, and they later traveled to Toronto before their arrival in Argentina days ago.Although Selena Gomez and The Weeknd haven't confirmed an engagement or plans to wed, a second source recently spoke out about their relationship and revealed that they are quite serious about their future.\"It's",
      "tones": []
    },
    {
      "sentence_id": 12,
      "text": "serious, very serious,\" an insider told Hollywood Life.",
      "tones": [
        {
          "score": 0.97759,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 13,
      "text": "\"The Weeknd has already told [Selena Gomez] that he loves her and vice versa.",
      "tones": [
        {
          "score": 0.549212,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 14,
      "text": "He speaks a couple of languages and has made sure to confess his love in English, French, Spanish and Amharic.\"\"Whenever",
      "tones": [
        {
          "score": 0.752666,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.598602,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 15,
      "text": "they travel to a new country, he tells her he loves her in that language,\" the source continued.",
      "tones": [
        {
          "score": 0.772465,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 16,
      "text": "\"He doesn't speak Portuguese, but learned how to say I love you [in the language].",
      "tones": [
        {
          "score": 0.85007,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.532616,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 17,
      "text": "Selena of course loves how romantic he is and melts every time he says those three little words, or two, depending on the language.\"Prior",
      "tones": [
        {
          "score": 0.629202,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 18,
      "text": "to her relationship with The Weeknd, Selena Gomez was involved in an on-and-off relationship with Justin Bieber, and when the \"Cold Water\" singer discovered news of the relationship, he wasn't happy.",
      "tones": [
        {
          "score": 0.683449,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.841323,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 19,
      "text": "As for The Weeknd, he previously dated model Bella Hadid.",
      "tones": [
        {
          "score": 0.522484,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    }
  ]
}