{
  "document_tone": {
    "tones": [
      {
        "score": 0.571283,
        "tone_id": "joy",
        "tone_name": "Joy"
      },
      {
        "score": 0.568633,
        "tone_id": "sadness",
        "tone_name": "Sadness"
      },
      {
        "score": 0.756317,
        "tone_id": "tentative",
        "tone_name": "Tentative"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Kanye West Skipped Serena Williams’ Wedding To Avoid ‘Awkward’ Run In With BeyonceWhile Kim Kardashian made it to Serena Williams’ wedding, Kanye West was noticeably not her plus one.",
      "tones": []
    },
    {
      "sentence_id": 1,
      "text": "We’ve got EXCLUSIVE details that he wanted to avoid an awkward run-in with Beyoncé at all costs.There’s a good reason that Kanye West, 40, skipped the celebrity wedding of the season when tennis great Serena Williams married Reddit founder Alexis Ohanian, 35 in a lavish New Orleans wedding on Nov. 16.",
      "tones": [
        {
          "score": 0.73149,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "While wife Kim Kardashian, 37, attended the big event, he knew that Serena’s close pal Beyonce, 36, was going to be on hand and he didn’t want an awkward confrontation.",
      "tones": [
        {
          "score": 0.549444,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "Especially after he dragged Bey and hubby JAY-Z, 47, so viciously during a Sacramento concert in Nov. of 2016.",
      "tones": []
    },
    {
      "sentence_id": 4,
      "text": "“It was no accident that Kanye chose to avoid Serena’s wedding.",
      "tones": []
    },
    {
      "sentence_id": 5,
      "text": "Kanye is not particularly close with Serena, or her husband, who are more Kim’s friends so Kanye opted out of what he felt may be an awkward evening for him.",
      "tones": [
        {
          "score": 0.568365,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.75152,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "Kanye knew that Beyoncé, a close friend of Serena’s, would likely be at the wedding which might make for an uncomfortable situation,” a Yeezy insider tells HollywoodLife.com",
      "tones": [
        {
          "score": 0.681699,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "EXCLUSIVELY.“Kanye",
      "tones": []
    },
    {
      "sentence_id": 8,
      "text": "still has a lot of unresolved issues with Beyoncé and her husband.",
      "tones": [
        {
          "score": 0.514681,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.88939,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "So, Kanye told Kim that he was going to sit this one out as to prevent causing a scene and risk stealing attention away from Serena’s big day, which Kim agreed was the smart decision,” our source continues.",
      "tones": [
        {
          "score": 0.623651,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 10,
      "text": "Yeezy hasn’t come face to face with Bey or Jay since his epic concert rants against them and the worst place for that to happen would be at a joyous event like someone’s wedding.",
      "tones": [
        {
          "score": 0.695447,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 11,
      "text": "See pics of guests at Serena’s wedding, here.Kim played it safe and made it a girl’s trip to Serena’s big nuptials, bringing along sister Khloe‘s BFF Malika Haqq, 34, and her sis Khadijah Haqq, 34, as her dates instead of her hubby.",
      "tones": [
        {
          "score": 0.64068,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 12,
      "text": "Beyoncé also appeared to want to keep the attention on Serena and not any beef she or Jay might still have with Yeezy by leaving her husband at home as well.",
      "tones": [
        {
          "score": 0.685312,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.870915,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        },
        {
          "score": 0.620279,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 13,
      "text": "Kim and Beyoncé have never been close, and so no one expected any fireworks with those two being in the same room.",
      "tones": []
    },
    {
      "sentence_id": 14,
      "text": "They were both seated in the front row for Serena’s wedding, but were separated by Bey’s former Destiny’s Child bandmate Kelly Rowland, 36, and her husband Tim Weatherspoon.",
      "tones": []
    },
    {
      "sentence_id": 15,
      "text": "The night belonged to the tennis G.O.A.T.’s fairytale wedding and not anyone else’s drama.HollywoodLifers, do you think it was wise of Kanye to skip a confrontation with Beyoncé at Serena’s wedding?",
      "tones": [
        {
          "score": 0.672976,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    }
  ]
}