{
  "document_tone": {
    "tones": [
      {
        "score": 0.506273,
        "tone_id": "sadness",
        "tone_name": "Sadness"
      },
      {
        "score": 0.62186,
        "tone_id": "joy",
        "tone_name": "Joy"
      },
      {
        "score": 0.597858,
        "tone_id": "analytical",
        "tone_name": "Analytical"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Jay-Z: 'Jesus Is Fake News; Lucifer Is Way Of Truth And Light'“Jesus Christ is the original fake news,” according to Jay-Z, who claims “Jesus never walked the earth, y’all being played” and “the idea of Jesus is just a tool used by smart people to control dumb people.”Going",
      "tones": [
        {
          "score": 0.501214,
          "tone_id": "anger",
          "tone_name": "Anger"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "as far as to claim “Lucifer is the way of truth and light“, Jay-Z also credited his self-described “new humility and maturity” to “fully embracing my older bother, Lucifer.”During an backstage rant at the Smoothie King Center in New Orleans on Friday, Jay-Z also claimed Satanism has “gotten a bad rap” due to “mentally challenged Christians and their desire to be slaves,” but Satanism is actually “the highest form of being.”“There is real spirituality and guidance in the Church of Satan that you just don’t get in Christianity, because Christianity is a fake religion, built by assholes,” Jay-Z said.",
      "tones": [
        {
          "score": 0.518253,
          "tone_id": "anger",
          "tone_name": "Anger"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "“Hands up, how many Christians here have prayed to God for years and aint gotten nothing back, just silence and emptiness?",
      "tones": []
    },
    {
      "sentence_id": 3,
      "text": "Be honest.",
      "tones": []
    },
    {
      "sentence_id": 4,
      "text": "It’s OK.”As the small crowd of ticket winners began to murmur nervously, Jay-Z announced, “I can answer for y’all because I am free.",
      "tones": [
        {
          "score": 0.57679,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "Because I recognized Jesus is the original fake news, designed to enslave humanity.““I’m",
      "tones": [
        {
          "score": 0.801827,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "telling you this because I know you guys look up to me and want to emulate me.",
      "tones": []
    },
    {
      "sentence_id": 7,
      "text": "I will give you this one guarantee, if you start following the doctrine of Lucifer, you will taste success.",
      "tones": [
        {
          "score": 0.849096,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "The secret of the universe opens up to you.",
      "tones": [
        {
          "score": 0.810912,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "It is immediate and glorious.”The",
      "tones": []
    },
    {
      "sentence_id": 10,
      "text": "99 Problems rapper also hinted at his Satanic beliefs onstage, telling audiences to ignore the rules of the venue and the security staff trying to enforce them.",
      "tones": [
        {
          "score": 0.634173,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.602762,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 11,
      "text": "Instead of respecting the rules, Jay-Z instructed his audience to “Do what thou wilt“.It has long been known that Jay-Z is a follower of Aleister Crowley, the English occultist and founder of the Satanic religion Thelema.The religion is founded upon the idea that the 20th century marked the beginning of the Aeon of Horus, in which a new ethical code would be followed; “Do what thou wilt shall be the whole of the Law“.",
      "tones": [
        {
          "score": 0.506763,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 12,
      "text": "This statement indicates that adherents, who are known as Thelemites, should seek out and follow their own true path in life, known as their True Will.Jay-Z’s Satanic preaching is merely the latest in a long line of public dalliances the rapper has shared with the dark side.",
      "tones": [
        {
          "score": 0.705603,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 13,
      "text": "After starting his career as an aspirational rapper, he reinvented his image as a dark lord, flashing Satanic hand gestures and promoting Illuminati symbolism as he rode to the top of the rap game.Since establishing himself in the global consciousness as a Devil-worshipping entertainer, Jay-Z has attempted to tone down his dark image, however the disturbing conversation he held in New Orleans suggests he is far from a reformed character, and he has openly embraced the darkest forces in our society.The incident has also sparked fears around the world that the Illuminati have moved onto the next phase of the masterplan, and have begun openly promoting dark spirituality as a viable religious choice for those seeking guidance.",
      "tones": [
        {
          "score": 0.518001,
          "tone_id": "fear",
          "tone_name": "Fear"
        }
      ]
    }
  ]
}