{
  "document_tone": {
    "tones": [
      {
        "score": 0.69828,
        "tone_id": "joy",
        "tone_name": "Joy"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Brad Pitt reportedly dating Princess Charlotte of MonacoFind out the ins and outs of the allege­d 'love story' hereFollowing a bitter break-up&nbsp;from actress Angelina Jolie, rumours surfaced suggesting Fight Club star Brad Pitt to have moved on.",
      "tones": [
        {
          "score": 0.60467,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "That too, with a princess – Princess Charlotte Casiraghi of Monaco to be specific, reported Australian magazine New Idea.The two allegedly made their public appearance as a couple last week as they attended a Los Angeles Country Museum of Art event together, the magazine further reported.Angelina Jolie: Brad Pitt is ‘terrified’ that the truth will come out“No one could believe it when we saw them together,” sources told the magazine.",
      "tones": [
        {
          "score": 0.734411,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "They continued, “There have been rumours circulating for weeks that Brad has moved on with a new woman but no one was ready to see him hand-in-hand with royalty from Monaco.”31-year old Charlotte and Brad were seemingly introduced to each another by Brad’s&nbsp;Allied&nbsp;co-star and good friend Marion Cotillard as she is very close friends with Charlotte.",
      "tones": [
        {
          "score": 0.651017,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "Marion, who Brad has previously been linked with, was keen for him to find happiness after Brad’s messy split&nbsp;with Angelina.Brad Pitt finally opens up about his bitter divorce with Angelina JolieHowever, Gossip Cop has called the Australian magazine out on this story and went on to ‘set the record straight’.",
      "tones": [
        {
          "score": 0.683632,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "Gossip Cop is a website that patrols the celebrity gossip industry in search of discrediting untrue rumours.Not only are the actor and royal not dating, she isn’t even a princess, reported the online platform.",
      "tones": []
    },
    {
      "sentence_id": 5,
      "text": "Charlotte&nbsp;is the&nbsp;daughter&nbsp;of Princess Caroline of Hanover and is not a princess herself.",
      "tones": []
    },
    {
      "sentence_id": 6,
      "text": "She is the granddaughter of actress turned Princess Grace Kelly.After checking in with Brad himself, Gossip Cop went on to state that the actor exclusively assured them that he and Charlotte are not in a relationship.",
      "tones": [
        {
          "score": 0.559002,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "New Idea’s article regarding the non-existent relationship was simply bogus.",
      "tones": [
        {
          "score": 0.929143,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    }
  ]
}