{
  "document_tone": {
    "tones": [
      {
        "score": 0.590947,
        "tone_id": "joy",
        "tone_name": "Joy"
      },
      {
        "score": 0.573614,
        "tone_id": "sadness",
        "tone_name": "Sadness"
      },
      {
        "score": 0.661595,
        "tone_id": "tentative",
        "tone_name": "Tentative"
      },
      {
        "score": 0.619741,
        "tone_id": "analytical",
        "tone_name": "Analytical"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Ellen DeGeneres Is Now In The Middle Of Kelly Ripa And Michael Strahan’s Feud After Segment On Her ShowIt is a known fact that there is bad blood between Kelly Ripa and her former co-chair, Michael Strahan, and now Ellen DeGeneres is caught in the middle.Last month, the host of The Ellen DeGeneres Show and Strahan sat down for a silly segment.The two popular TV personalities tackled various topics.",
      "tones": []
    },
    {
      "sentence_id": 1,
      "text": "The episode was well received, and the millions of people who watched it saw nothing out of the ordinary.However, according to sources, who spoke to Star, Portia de Rossi’s wife is having what would be considered as buyer’s remorse.It is being claimed that the host of LIVE did not appreciate DeGeneres’ having her nemesis on the show.According to the the the publication, Ripa felt betrayed by DeGeneres whom she considered as a friend.Aware that she got on Ripa’s nerves, DeGeneres has allegedly reached out and apologized for the mistake.It is not known if Ripa has accepted such apology nor if the ladies have been able to amend their friendship.The former American football defensive end and Ripa were the co-hosts of Live! with Kelly and Michael from 2012 to 2016.In spring 2016, he abruptly left the show to join ABC morning television show, Good Morning America.The ex-athlete was slammed on numerous occasions by Ripa who said she was furious over Strahan’s decision to dump her without warning.Strahan hit back by stating: “The most disappointing thing to me was that I was painted as the bad guy because I value the way I carry myself.",
      "tones": [
        {
          "score": 0.608169,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "I do not want people to see me as ‘Oh, he just ran out, just left them there.’",
      "tones": [
        {
          "score": 0.856622,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "That is just not true.”Strahan",
      "tones": [
        {
          "score": 0.977084,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "confirmed that they no longer talk.In a past interview, he said: “At one point I think we were friends.",
      "tones": [
        {
          "score": 0.8152,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "I do not know what happened at the end.",
      "tones": [
        {
          "score": 0.984352,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "I learned a lot from her, though.”He",
      "tones": [
        {
          "score": 0.615352,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        },
        {
          "score": 0.762356,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "added: “I was not surprised by her reaction at all, but I cannot control somebody else’s actions.",
      "tones": []
    },
    {
      "sentence_id": 8,
      "text": "I was there four years, and it is about more than just being in front of the camera.”An",
      "tones": [
        {
          "score": 0.727988,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "article recently appeared on BET, where an insider said Strahan wants to have a sit-down with Ripa.The source revealed: “Michael is 100% behind meeting with Kelly and clearing the air.",
      "tones": []
    },
    {
      "sentence_id": 10,
      "text": "These two were TV-husband-and-wife for many years and to go from seeing someone five days a week to having zero contact makes no sense to him.",
      "tones": []
    },
    {
      "sentence_id": 11,
      "text": "Through mutual friends, Michael has made it clear that he would love to set up drinks or a private meeting with Kelly.”It is being claimed Ripa has turned him down.",
      "tones": [
        {
          "score": 0.690308,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.532616,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    }
  ]
}