{
  "document_tone": {
    "tones": [
      {
        "score": 0.508409,
        "tone_id": "sadness",
        "tone_name": "Sadness"
      },
      {
        "score": 0.625654,
        "tone_id": "joy",
        "tone_name": "Joy"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Jim Carrey Claims Donald Trump Is A 'Reptilian-Illuminati Blood Prince'Jim Carrey&nbsp;has told fans and supporters that Donald Trump is not human but is a “reptilian that shapeshifts between human and reptile form” and he has witnessed the president shapeshift “in the flesh, before my very eyes, and in my opinion, as personal warning to me.“Speaking to supporters at the Signature Gallery in Las Vegas where he is hosting his first ever art exhibition, “Sunshower”, the beloved comedic actor dropped hints about the themes buried deep in his paintings.“I",
      "tones": []
    },
    {
      "sentence_id": 1,
      "text": "am interested in what is behind the veil of reality, the real power structures that control the universe.",
      "tones": [
        {
          "score": 0.566708,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.660207,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "I’m no longer interested in the daily facade.",
      "tones": [
        {
          "score": 0.574606,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "I’ve put everything I know into these paintings.”Carrey",
      "tones": [
        {
          "score": 0.724236,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "first met Donald Trump at a boxing match held at the&nbsp;Trump Hotel &amp; Casino in Atlantic City in the early 90s.",
      "tones": [
        {
          "score": 0.593447,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "A popular TV actor at the time, Carrey was criticized by Trump’s associates for “failing to entertain” the future president.But according to Carrey, he was “avoiding him like the plague” because he witnessed Trump shapeshifting when he arrived at the venue.“Donald",
      "tones": [
        {
          "score": 0.670204,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "Trump has a long reptile face, an oversized beak, and his scales are a disgusting grey color, like sewer water,” Carrey said.Explaining that Donald Trump shapeshifted between this state and his human form “at least three times” while greeting him, Carrey claims that he also saw Trump shapeshifting while greeting other celebrity guests.“His",
      "tones": []
    },
    {
      "sentence_id": 7,
      "text": "hands turned into scaly reptile hands while he gesticulated at random acquired objects he deemed beautiful or valuable.",
      "tones": [
        {
          "score": 0.669747,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.856622,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "When he smiled his teeth changed into razor sharp reptile teeth and glistened like jewel-encrusted daggers.”“It",
      "tones": [
        {
          "score": 0.779769,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "wasn’t just me.&nbsp;I’m not going to name names, but these secrets are well known in certain circles, among those in the know.“Carrey says he believes Trump shapeshifted while greeting him as a show of strength and a warning not to mess with the dominant reptilian-political Illuminati of which he is a “blood prince.”“This",
      "tones": [
        {
          "score": 0.675034,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 10,
      "text": "branch of the Illuminati, the most powerful branch, they come from Bavaria,” Carrey said, explaining that “Bavaria is Trump’s ancestral homeland.”Asked",
      "tones": []
    },
    {
      "sentence_id": 11,
      "text": "if he had proof of his claims, Carrey told his supporters to “watch what happens when these issues get raised in the media.",
      "tones": [
        {
          "score": 0.612375,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 12,
      "text": "The gatekeepers will try to deny I said these things.",
      "tones": [
        {
          "score": 0.573841,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 13,
      "text": "When that doesn’t work, they will try and destroy my reputation.”Carrey",
      "tones": []
    },
    {
      "sentence_id": 14,
      "text": "also told his fans and supporters to “look deeply” at his artworks to “decipher their real meaning.”“There",
      "tones": []
    },
    {
      "sentence_id": 15,
      "text": "are some things you can’t say, but you can paint.",
      "tones": [
        {
          "score": 0.822231,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 16,
      "text": "I have put everything I know into those paintings.““It’s",
      "tones": [
        {
          "score": 0.687768,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 17,
      "text": "1am, I’m eating goldfish and talking about reptilianism with new friends.",
      "tones": [
        {
          "score": 0.697953,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 18,
      "text": "I’ve never felt more at peace,” Carrey said.Carrey’s first hand experiences with the reptilian-Illuminati chime with my own research and second hand accounts.&nbsp;",
      "tones": [
        {
          "score": 0.687086,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 19,
      "text": "I have dedicated the last five years to researching the elusive, tyrannical powers that rule our world, travelling to over 80 countries, and it never ceases to amaze me how many people from very different walks of life have told me stories about seeing ‘people’ briefly turn into reptilians before their very eyes.I’ve been told this by Californian news anchors, Ethiopian goatherds, and Australian Aboriginals, just to name a few.&nbsp;",
      "tones": []
    },
    {
      "sentence_id": 20,
      "text": "A Danish taxi driver described driving past a group of VIP guests at the 2014 Bilderberg meeting in Copenhagen and seeing some of their faces turn reptilian and some of their hands and feet take on a reptilian look.In Peru a respected psychic told me she sees people in power, like Obama, David Cameron and Hillary Clinton, turn into reptiles whenever she watches an international news channel.The world’s ruling class have tyrannical control over the mainstream media, as well as our food, water, and air supply, and they are actively dumbing down the masses.&nbsp;",
      "tones": []
    },
    {
      "sentence_id": 21,
      "text": "The evidence against them, ancient and modern, is enormous and continuing to grow.",
      "tones": []
    }
  ]
}