{
  "document_tone": {
    "tones": [
      {
        "score": 0.60837,
        "tone_id": "sadness",
        "tone_name": "Sadness"
      },
      {
        "score": 0.505526,
        "tone_id": "fear",
        "tone_name": "Fear"
      },
      {
        "score": 0.58782,
        "tone_id": "joy",
        "tone_name": "Joy"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Cher: Ready To Die!The beat no longer goes on for CHER.The freaked-out diva has become obsessed with her late ex-husband, Sonny Bono, and believes she’ll join him soon, shocked pals told The National ENQUIRER in a bombshell world exclusive.“Cher",
      "tones": []
    },
    {
      "sentence_id": 1,
      "text": "truly believes the end is near for her,” said a family pal.",
      "tones": [
        {
          "score": 0.621924,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "“I’ve never seen anything like it!",
      "tones": [
        {
          "score": 0.946222,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "She’s scaring the hell out of everyone.”According",
      "tones": [
        {
          "score": 0.832272,
          "tone_id": "fear",
          "tone_name": "Fear"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "to the source, the 69-year-old showbiz legend spends most of her time revisiting her past with Sonny, her longtime performing partner who died on Jan. 5, 1998, at the age of 62.“It’s all about Sonny nowadays,” said the source.Most disturbing of all, “she’s been paying secret visits to Sonny’s grave and giving away many of her possessions,” added the source.Sonny and Cher were married from 1964 to 1975, and charted six Top 10 hits, including the classics, “I Got You Babe” and “The Beat Goes On.”He was killed in a horrible skiing accident in Nevada and is buried near Palm Springs, Calif., where he served as mayor and later was elected to Congress.“Cher",
      "tones": [
        {
          "score": 0.692945,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "goes to his gravesite with flowers and comes back all weepy and looking like death warmed over,” said the source.",
      "tones": [
        {
          "score": 0.675335,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "“She’s even cried, ‘I’m ready to be with Sonny again.’",
      "tones": [
        {
          "score": 0.886017,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.822231,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "”As The ENQUIRER reported in April, the Oscar-winning “Moonstruck” star – who is worth a reported $320 million – is suffering from both physical ailments, and the stress of a turbulent personal life.At the time, she was also dealing with her disastrous D2K concert tour, which was plagued by infighting, lawsuits and medical woes that left a “devastated” Cher canceling 23 shows.Dealing with her children has also taken a debilitating toll on the “Mask” star, insiders said.",
      "tones": [
        {
          "score": 0.610692,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "Last year Cher forced her estranged son, Elijah Blue Allman, and his new bride to leave her Malibu home, which she believes is haunted by Sonny.She’s also deeply concerned that her transgendered and outspoken son, Chaz, could be a target by appearing at gay pride rallies.Meanwhile, the “Believe” singer’s longtime battle with the Epstein–Barr virus has wreaked havoc on her heart and kidneys.At the time of her first bout with the viral infection – during which she vanished for five months in the early 1990s – Cher told a friend: “This disease makes me feel bone-weary, deeply depressed – and as though all my muscles have turned to Jell-O!”As",
      "tones": [
        {
          "score": 0.64835,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "The ENQUIRER reported at the time, her publicist told us that doctors had outfitted her with a heart monitor after continuing kidney woes.When contacted about the specific allegations in this story, her spokesperson Liz Rosenberg told The ENQUIRER that Cher had fully recovered and any claims that she’s headed for an early grave were false and inaccurate.But recent photographs of a somber Cher on a visit to St. Tropez were telling: She had to be supported by friends who firmly grasped her arms, believing she was close to collapse.",
      "tones": [
        {
          "score": 0.512228,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 10,
      "text": "“Cher’s been there before and always loved it.",
      "tones": [
        {
          "score": 0.892455,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.898327,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 11,
      "text": "But she regrets never having visited with Sonny,” said the source.“They",
      "tones": [
        {
          "score": 0.543112,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 12,
      "text": "planned on going a number of times, but something always happened.“Now,",
      "tones": []
    },
    {
      "sentence_id": 13,
      "text": "Cher wanted to go with Sonny on her mind.",
      "tones": []
    },
    {
      "sentence_id": 14,
      "text": "She’s calling it the visit she and Sonny ‘always wanted but never had.’",
      "tones": [
        {
          "score": 0.882442,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 15,
      "text": "It’s heartbreaking.”Despite the trip, the frustrated entertainer has confined herself to her Malibu mansion.“Cher",
      "tones": [
        {
          "score": 0.557546,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.52667,
          "tone_id": "anger",
          "tone_name": "Anger"
        },
        {
          "score": 0.762356,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 16,
      "text": "has a golf cart that she loves,” said one local.",
      "tones": [
        {
          "score": 0.559441,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 17,
      "text": "“She used to be seen driving [it] around Malibu with a hat and glasses.",
      "tones": [
        {
          "score": 0.681699,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 18,
      "text": "She would wave to people and chat, but those little rides seem to be a thing of the past.”Other",
      "tones": [
        {
          "score": 0.665172,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 19,
      "text": "Malibu sources told The ENQUIRER that Cher seems “very isolated,” while former members of her inner circle are saddened to see her spending her days in bed using a laptop to rant on social media about politics.“Her",
      "tones": [
        {
          "score": 0.645467,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 20,
      "text": "management even went to Cher to say she’s got to tone it down, because she’s coming across as angry,” another source said.",
      "tones": [
        {
          "score": 0.81192,
          "tone_id": "anger",
          "tone_name": "Anger"
        }
      ]
    },
    {
      "sentence_id": 21,
      "text": "“But she told them to f–k off.”Added the friend: “It’s like Cher knows it’s all over, and she’s ready to go.",
      "tones": [
        {
          "score": 0.522995,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 22,
      "text": "She’s hoping Sonny will be there waiting for her in Heaven.”",
      "tones": [
        {
          "score": 0.786991,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    }
  ]
}