{
  "document_tone": {
    "tones": [
      {
        "score": 0.522065,
        "tone_id": "sadness",
        "tone_name": "Sadness"
      },
      {
        "score": 0.526162,
        "tone_id": "joy",
        "tone_name": "Joy"
      },
      {
        "score": 0.634391,
        "tone_id": "tentative",
        "tone_name": "Tentative"
      },
      {
        "score": 0.584886,
        "tone_id": "analytical",
        "tone_name": "Analytical"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Kourtney Kardashian Neglecting Her Children To Party In Cannes?",
      "tones": []
    },
    {
      "sentence_id": 1,
      "text": "| Celeb Dirty LaundryIs Kourtney Kardashian neglecting her children to party in Cannes?",
      "tones": []
    },
    {
      "sentence_id": 2,
      "text": "That’s what a lot of fans can’t help but wonder as Kris Jenner was spotted taking care of her children, Mason and Penelope Disick near her family home in Calabasas, California on Wednesday, May 24.",
      "tones": [
        {
          "score": 0.596401,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.681699,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "Kris took her grandchildren to run errands with her while Kourtney was frolicking with her new boy toy Younes Bendjima.Eyewitnesses say that Kris took Mason and Penelope along with Kim Kardashian’s daughter North West out for frozen yogurt.",
      "tones": [
        {
          "score": 0.532115,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "She’s babysitting her grandchildren while Kourtney and Scott are partying thousands of miles away in Cannes.A lot of fans can’t help but wonder why Kourtney would still be in Cannes knowing that Scott is there with his new girlfriend Bella Thorne.",
      "tones": []
    },
    {
      "sentence_id": 5,
      "text": "Apparently, both parents are trying to compete with each other for paparazzi and media attention while their children are back at home.Sure, Kourtney Kardashian loves her children and puts them first in her life – she’s proven it plenty of times in the past.",
      "tones": [
        {
          "score": 0.541591,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "But is her new romance with Younes Bendjima getting in the way of her parental responsibilities?",
      "tones": []
    },
    {
      "sentence_id": 7,
      "text": "That might be the case, especially since a lot of people are pointing out that both Kourtney and Scott are acting like children themselves.Kourtney has spent the last week showing off her bikini body and making out with Younes in the South of France.",
      "tones": [
        {
          "score": 0.557296,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "Taking a page out of her book, Scott is now doing the same by partying with Bella.",
      "tones": []
    },
    {
      "sentence_id": 9,
      "text": "He was even spotted getting very up close and personal with her at their hotel pool in Cannes.",
      "tones": []
    },
    {
      "sentence_id": 10,
      "text": "Clearly, Scott is trying to make a point by cuddling and making out with the former Disney star in the same town as his ex and baby mama.So far Kourtney has not made any comments about her new relationship with Younes Bendjima.",
      "tones": [
        {
          "score": 0.552815,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.711887,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 11,
      "text": "But if there’s one thing for certain, it’s that she doesn’t plan on getting back with Scott Disick anytime soon.That chapter is closed, done and in the past.",
      "tones": []
    },
    {
      "sentence_id": 12,
      "text": "Still, many critics can’t help but wonder if Kourtney might be flaunting her relationship with Younes to make Scott jealous.",
      "tones": [
        {
          "score": 0.575868,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.822231,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        },
        {
          "score": 0.687768,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 13,
      "text": "After all, Scott did it to her several times in the past.Either way, it doesn’t look like Kourtney Kardashian and Scott Disick’s drama is going to end anytime soon.",
      "tones": [
        {
          "score": 0.515711,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        },
        {
          "score": 0.802309,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 14,
      "text": "In the meantime, don’t forget to check back with CDL for all the latest news on Kourtney Kardashian and Scott Disick.",
      "tones": [
        {
          "score": 0.513252,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.638987,
          "tone_id": "confident",
          "tone_name": "Confident"
        },
        {
          "score": 0.865159,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    }
  ]
}