{
  "document_tone": {
    "tones": [
      {
        "score": 0.596789,
        "tone_id": "sadness",
        "tone_name": "Sadness"
      },
      {
        "score": 0.708104,
        "tone_id": "joy",
        "tone_name": "Joy"
      },
      {
        "score": 0.65341,
        "tone_id": "tentative",
        "tone_name": "Tentative"
      },
      {
        "score": 0.502713,
        "tone_id": "analytical",
        "tone_name": "Analytical"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Kendall Jenner: Why She’s Quitting ‘KUWTK’ But Remains Proud Of Kylie’s Spin-off ShowKendall Jenner continues to distance herself from the reality show platform that made her family a household name, with sources stressing that the model wants to have a legitimate career.Kendall Jenner has found herself modeling for some of the biggest campaigns in fashion for the past two years, and as her brand continues to skyrocket, so are her annual earnings through endorsements, sponsorship deals, and modeling contracts.Seeing how well things have been going with her career, Kendall Jenner sees no reason why she should remain on Keeping Up With the Kardashians.",
      "tones": [
        {
          "score": 0.667724,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "She’s grown tired of sharing her personal life on television, and now that she’s working harder than ever before, she doesn’t even have the time to shoot scenes for the show anymore.From Kendall Jenner’s point of view, the 21-year-old wants to build a brand that’s mainly focused on her modeling career.",
      "tones": [
        {
          "score": 0.655466,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "Sources say that by being on reality TV, Kendall thinks it could potentially hinder her chances of being taken seriously in the fashion industry.She’s worked extremely hard to distance herself from being known as nothing more than Kim Kardashian’s little sister, and while it’s paid off for her, for the most part, Kendall Jenner can’t stress enough that she needs to leave the world of reality television to truly be taken seriously by some of the biggest fashion designers in the world.Sharing everything about her life, including who she’s dating, could potentially have an effect on the relationship she will go on to form with industry people.",
      "tones": [
        {
          "score": 0.695025,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "To eventually become as famous and successful as Naomi Campbell or Kate Moss, being on reality television is not going to cut it for her.“Kendall will still make some appearances here and there in [KUWTK], and in Kylie’s new show, but only when she’s in town and around — she wants to limit her time on camera as much as possible,” an insider tells Hollywood Life.For now, she has limited the amount of appearance she makes on KUWTK, along with her sister’s forthcoming reality show, Life of Kylie.",
      "tones": [
        {
          "score": 0.586302,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "But her overall intentions are to eventually stop making appearances entirely, saying that it’s no longer where her mind is at.“Kendall’s",
      "tones": [
        {
          "score": 0.653099,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "modeling career is going really amazing, and she’s worked so hard to be taken seriously.",
      "tones": [
        {
          "score": 0.620311,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "She feels like she’s finally getting there and that she’s now being booked because she’s Kendall the model, not just one of the Kardashians.",
      "tones": [
        {
          "score": 0.706505,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.75152,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        },
        {
          "score": 0.5449,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "Kendall is grateful for the start in her career that the show gave her, it was a great springboard for her, but at the same time, it was a hiderence—and it’s not the thing that she wants to be known for in her life.”Last",
      "tones": [
        {
          "score": 0.895684,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "month, the E! network confirmed that Kylie Jenner had landed her own spin-off titled Life of Kylie, Variety reports, which is expected to premiere in July.The series will follow Kylie on her journey to branching out and building an empire that’s focused on beauty and cosmetics.Kylie Cosmetics, her reputable company, is already said to make millions in profit each month, and while Kylie the businesswoman will often be seen on the show, Kendall’s little sister will also touch upon personal subjects such as her breakup with Tyga.Anything that could potentially make Kendall Jenner look bad is something that she wants to stay away from, so if there’s any sort of drama or tension on Kylie’s show, Kendall is sure to keep her distance because she doesn’t want to be seen in that light.Do you think it’s a wise move for Kendall Jenner to ditch KUWTK in favor of building a respected modeling career with longevity?",
      "tones": [
        {
          "score": 0.620831,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    }
  ]
}