{
  "document_tone": {
    "tones": [
      {
        "score": 0.685202,
        "tone_id": "joy",
        "tone_name": "Joy"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Prince William and Kate Middleton Moving Out Of Kensington Palace?",
      "tones": []
    },
    {
      "sentence_id": 1,
      "text": "| Celeb Dirty LaundryPrince William and Kate Middleton are already thinking about moving out of Kensington Palace.",
      "tones": [
        {
          "score": 0.506763,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "That’s because William doesn’t want his children Prince George and Princess Charlotte to grow up behind palace walls.",
      "tones": [
        {
          "score": 0.505101,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "Instead, he wants them to live a life out of the spotlight and as far away from the paparazzi as possible.In his interview with British GQ, Prince William said that the most important thing for him is knowing that Prince George and Princess Charlotte will grow up in a happy, stable secure world.In other words, he doesn’t want his kids to experience the same royal hustle and bustle that he had while growing up behind closed doors.",
      "tones": [
        {
          "score": 0.760035,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "And while Prince William and Kate Middleton haven’t fully moved in to Kensington Palace just yet, they are already thinking about their next move.",
      "tones": [
        {
          "score": 0.615352,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "Apparently, London is the last place that William wants to be with Kate and their kids.Of course, if Prince William and Kate Middleton do end up moving from Kensington Palace, royal observers wouldn’t be surprised.",
      "tones": [
        {
          "score": 0.554927,
          "tone_id": "confident",
          "tone_name": "Confident"
        },
        {
          "score": 0.631014,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "It’s taken them this long to move back to London after having spent the last several years at Anmer Hall.",
      "tones": [
        {
          "score": 0.513559,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "Prince William has made it no secret that he doesn’t want his children to have the same childhood he had while growing up.Ideally, the Duke and Duchess of Cambridge would love to move back to Anmer Hall.",
      "tones": [
        {
          "score": 0.745512,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "It was a gift given to them by Queen Elizabeth.",
      "tones": [
        {
          "score": 0.79172,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "The property boasts a swimming pool and private tennis court and enough room for Prince George and Princess Charlotte to run around in all day and night.But of course for Prince William this won’t be easy.",
      "tones": [
        {
          "score": 0.736227,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.543112,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 10,
      "text": "He can try and live a private life as much as he wants to, but at the same time he is the future King of England.",
      "tones": [
        {
          "score": 0.523822,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 11,
      "text": "Prince George and Princess Charlotte are going to be in the spotlight whether he likes it or not.",
      "tones": [
        {
          "score": 0.663009,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.5538,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 12,
      "text": "And as much as he would love to return to Anmer Hall in the future, it might not happen.All of his royal responsibilities and engagements are in London.",
      "tones": [
        {
          "score": 0.704456,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.572771,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 13,
      "text": "That’s why many royal fans believe that sooner or later William will just have to suck up his feelings and do the job he was born to do.In the meantime, don’t forget to check back with CDL for all the latest news and updates on the royal family right here!",
      "tones": [
        {
          "score": 0.615336,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    }
  ]
}