{
  "document_tone": {
    "tones": [
      {
        "score": 0.628596,
        "tone_id": "joy",
        "tone_name": "Joy"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Kathy Griffin feels ‘betrayed’ by Anderson Cooper after CNN firingWhile Kathy Griffin continues her sympathy crusade after weathering a storm of criticism for her terrible Trump severed-head photo, sources say she’s seething about how Anderson Cooper dropped her from his CNN New Year’s Eve broadcast like a hot potato.Sources said Griffin had expected CNN “golden boy” Cooper to stand by her, but the news network swiftly announced she was fired from the NYE broadcast with Cooper, which they’ve done together for 10 years.TV insiders say respected newsman Cooper had no choice but to condemn Griffin’s disturbing photoshoot, in which she held up a faux severed and bloody head of President Trump.After the controversial image of Griffin went viral, sparking widespread backlash, Cooper tweeted, “For the record, I am appalled by the photo shoot Kathy Griffin took part in.",
      "tones": [
        {
          "score": 0.541545,
          "tone_id": "anger",
          "tone_name": "Anger"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "It is clearly disgusting and completely inappropriate.”But",
      "tones": [
        {
          "score": 0.97759,
          "tone_id": "confident",
          "tone_name": "Confident"
        },
        {
          "score": 0.506763,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "a source said, “Kathy totally misjudged this.",
      "tones": [
        {
          "score": 0.92125,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "She truly believed that Anderson would stick up for her.",
      "tones": []
    },
    {
      "sentence_id": 4,
      "text": "She considered him a friend.",
      "tones": [
        {
          "score": 0.607006,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.882284,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "While she has nobody to blame but herself, she feels somehow betrayed.”",
      "tones": [
        {
          "score": 0.756796,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.75152,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "Griffin appeared in a tearful press conference Friday where she sobbed of Trump: “He broke me.”",
      "tones": []
    },
    {
      "sentence_id": 7,
      "text": "No word about Cooper.The buzz at CNN is that Cooper could use the opportunity of Griffin’s firing to bring his longtime buddy, Bravo’s “Watch What Happens Live” star Andy Cohen, into his NYE broadcast.",
      "tones": [
        {
          "score": 0.698911,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "Cohen also hosts “Love Connection” on Fox.The source said, “Anderson wants Andy to co-host with him.",
      "tones": [
        {
          "score": 0.733176,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "They are already doing a multi-city tour together, they are besties and have a great rapport.”",
      "tones": [
        {
          "score": 0.800476,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 10,
      "text": "Cohen revealed that they were set up on a blind date in the early ’90s, but Cooper says Cohen blew it during their initial phone call by being “too enthusiastic.”",
      "tones": []
    },
    {
      "sentence_id": 11,
      "text": "They were later introduced by mutual friends in LA and their platonic bromance blossomed.But sources add that Cohen “may have some contractual problems to overcome” with Bravo before he can appear on CNN with Cooper.Reps for Bravo, Cohen and CNN declined to comment.",
      "tones": [
        {
          "score": 0.647986,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    }
  ]
}