{
  "document_tone": {
    "tones": [
      {
        "score": 0.666345,
        "tone_id": "sadness",
        "tone_name": "Sadness"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Miami Open: Novak Djokovic joins Andy Murray in pulling out with elbow injuryWorld number two Novak Djokovic has pulled out of next week's Miami Open because of an elbow injury.",
      "tones": [
        {
          "score": 0.699729,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "The 29-year-old Serb is the second big name to withdraw from the event after world number one Andy Murray did likewise for the same reason.",
      "tones": [
        {
          "score": 0.528596,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "Defending champion Djokovic apologised to fans who had bought tickets to see him play in Miami.",
      "tones": []
    },
    {
      "sentence_id": 3,
      "text": "He lost to Australian Nick Kyrgios in straight sets in the last 16 at Indian Wells last week.",
      "tones": [
        {
          "score": 0.785775,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "\"My doctor has strongly advised against play because my elbow injury that I keep carrying on for months got worse in the past week he said.",
      "tones": [
        {
          "score": 0.727878,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "I will do everything in my power to recover and do all the necessary therapy to be able to return on court as soon as possible.\"",
      "tones": [
        {
          "score": 0.509368,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "Briton Murray will extend his lead at the top of the world rankings to more than 4 000 points as Djokovic will lose the points he earned from winning in Miami last year.",
      "tones": [
        {
          "score": 0.513963,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "The Scot will lead the Serb by 3 090 points on Monday - but that will increase to more than 4 045 points at the beginning of next month.",
      "tones": []
    }
  ]
}