{
  "document_tone": {
    "tones": [
      {
        "score": 0.582755,
        "tone_id": "joy",
        "tone_name": "Joy"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Sarah Wiltshire and Asha Francis on juggling motherhood with sporting ambitionMidnight feeds training sessions netting goals and nappy changes are all things athletes Sarah Wiltshire and Asha Francis are juggling with their newborn babies.",
      "tones": [
        {
          "score": 0.573371,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "Less than seven weeks after giving birth to daughter Alexa-Rose 25-year-old striker Wiltshire will spend her first Mother's Day on the football pitch playing for Cambridge United Women.",
      "tones": [
        {
          "score": 0.545477,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "\"She will be there with my mum and that will mean a lot to me because they are my two favourite ladies Wiltshire told BBC Sport.",
      "tones": [
        {
          "score": 0.674205,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.589295,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "She seems to be sleeping every time that I play or train but at some point she will have to watch.\"",
      "tones": [
        {
          "score": 0.533111,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.615352,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "Meanwhile versatile Team Bath attacker Francis 31 will spend part of Mothering Sunday coaching the netball Superleague club's feeder side before returning home to her five-month-old daughter Paige and three-year-old Elise.",
      "tones": []
    },
    {
      "sentence_id": 5,
      "text": "Francis a former England and Singapore international returned to action in Britain's top-flight competition less than five months after giving birth to her second daughter.",
      "tones": []
    }
  ]
}