{
  "document_tone": {
    "tones": [
      {
        "score": 0.518276,
        "tone_id": "sadness",
        "tone_name": "Sadness"
      },
      {
        "score": 0.659978,
        "tone_id": "joy",
        "tone_name": "Joy"
      },
      {
        "score": 0.677509,
        "tone_id": "tentative",
        "tone_name": "Tentative"
      },
      {
        "score": 0.664067,
        "tone_id": "analytical",
        "tone_name": "Analytical"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Kristen Stewart not dropping another \"Twilight\" film, talks sexualityPossible new \"Twilight\" film can see Kristen Stewart reprising her role as Bella Swan, with a new report claiming that she did not drop movie plans with former beau, Robert Pattinson (Edward Cullen).",
      "tones": []
    },
    {
      "sentence_id": 1,
      "text": "Some reports say that Stewart said no to her reunion project with Pattinson as she is busy with the psychological thriller, \"Underwater.\"",
      "tones": []
    },
    {
      "sentence_id": 2,
      "text": "\"Twilight\" fans however can keep their peace as the actress did not reject playing Bella once more.Reportedly, Stewart has not dropped the possibility for another film with Pattinson because there has been no official plan for the film yet.",
      "tones": [
        {
          "score": 0.760284,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "According to Gossip Cop, the actress' casting in her upcoming film does not directly affect the saga should it be revived.On the contrary, it seems the actress hints interest for another \"Twilight\" film.",
      "tones": [
        {
          "score": 0.772113,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "She previously told Press Association (via Metro) that she will be among the first to read the continuation of the saga as soon as Stephanie Meyer publishes it.\"I",
      "tones": []
    },
    {
      "sentence_id": 5,
      "text": "would definitely be the first to read it, yeah,\" she said.",
      "tones": [
        {
          "score": 0.503725,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.825035,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "There is no official confirmation from Meyer yet if she will be releasing a new book anytime soon.",
      "tones": [
        {
          "score": 0.5538,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        },
        {
          "score": 0.842108,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "But it looks like it is the only thing that producers are waiting for to start pre-production of a new movie.Meanwhile, the actress has opened up about herself with the Sunday Times.",
      "tones": [
        {
          "score": 0.64209,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.583315,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "\"I didn't talk about my first relationships that went public because I wanted things that are mine to be mine,\" she said.",
      "tones": [
        {
          "score": 0.630277,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.653099,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "A previous Elle interview shares why she doesn't tend to share much about her personal life.But eventually, Stewart realised that she had several eyes on her and that talking about her personal life can benefit someone else.",
      "tones": [
        {
          "score": 0.641368,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 10,
      "text": "\"It was an opportunity to surrender a bit of what was mine, to make even one other person feels good about themselves,\" she added.She was in a relationship with Pattinson but the couple broke up in 2013.",
      "tones": [
        {
          "score": 0.631674,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.525007,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 11,
      "text": "Last year, the actress came out as a lesbian.",
      "tones": []
    },
    {
      "sentence_id": 12,
      "text": "She was in a relationship with visual effects producer, Alicia Cargile.The final \"Twilight\" film was released in 2012.",
      "tones": [
        {
          "score": 0.892152,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 13,
      "text": "Since then, the actress has appeared in a series of films such as Olivier Assayas' \"The Clouds of Sils Maria,\" for which she won the Cesar Award for Best Supporting Actress.",
      "tones": [
        {
          "score": 0.791042,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.824153,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 14,
      "text": "Stewart has also played Jodie Foster's daughter in the thriller \"Panic Room,\" in which she got a Young Artist Award nomination for Best Leading Actress in a Feature Film.",
      "tones": [
        {
          "score": 0.594318,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    }
  ]
}