{
  "document_tone": {
    "tones": [
      {
        "score": 0.823879,
        "tone_id": "joy",
        "tone_name": "Joy"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Kim Kardashian fails to congratulate Beyonce over twin pregnancy news while BFF Chrissy Teigen appears to mock superstar's announcementThe reality star did not join the list of stars tweeting their joy about Bey's good newsKIM Kardashian failed to share any reaction to Beyonce's record-breaking pregnancy announcement on her social media pages on Wednesday night.Despite being active and chatting to fans on her Twitter account throughout the night, Kim opted not to follow in the lead of stars like Rita Ora and Rihanna and share public congratulations to the couple.Kim's public silence did little to dispel the persistent rumours that the two superstars do not get along, despite reports the pair spent time together last year with their husband Jay Z and Kanye West.Meanwhile, Chrissy Teigen nearly got in trouble with the Beyhive (the nickname for Beyonce's fans) after she appeared to mock the star's dramatic announcement.As tweets and reaction pieces were taking over the internet, Chrissy wrote: \"Talk about a huge instagram announcement.\"Tthe",
      "tones": [
        {
          "score": 0.503745,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "accompanying picture was a screenshot which revealed the model had reached 10 million followers.She then added: \"I am pregnant with 333.3333333333333333333333333333333333333 triplets.\"But",
      "tones": [
        {
          "score": 0.528596,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "just as fans began to express some anger towards her tweets, mother-of-one Chrissy added: \"But really.",
      "tones": [
        {
          "score": 0.563795,
          "tone_id": "anger",
          "tone_name": "Anger"
        },
        {
          "score": 0.88939,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        },
        {
          "score": 0.762356,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "Congrats to my best friend Beyonce I love you so much.",
      "tones": [
        {
          "score": 0.938503,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "Hive forever.\"The",
      "tones": [
        {
          "score": 0.62517,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.989586,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "first star to congratulate them was Jay Z's long-time friend Rihanna, who wrote: \"So excited about this news!!!! Congratulations to you @beyonce and my big bro Jay!!!\"Rita Ora, who was falsely linked to Jay Z as possibly \"Becky with the good hair\" after Lemonade was released last year, tweeted with the photo, \"Yay!!!!! Congratulations!!!!! soooooo beautiful!!!!!\"Model Hailey Baldwin said: \"I feel like I'm more excited for Beyoncé to be pregnant than I will be for my own child.\"Actress",
      "tones": [
        {
          "score": 0.978138,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "Brie Larson wrote: \"NO – YOU ARE CRYING BECAUSE BEYONCÉ IS HAVING TWINS.\"And",
      "tones": [
        {
          "score": 0.920473,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.589295,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "Jurassic World star Bryce Dallas Howard declared: \"I think we all really needed this.",
      "tones": [
        {
          "score": 0.751512,
          "tone_id": "confident",
          "tone_name": "Confident"
        },
        {
          "score": 0.951898,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "#twins.\"Beyonce",
      "tones": []
    },
    {
      "sentence_id": 9,
      "text": "has claimed the title of having the most liked picture Instagram thanks to her artistic pregnancy announcement.Wearing a berry coloured bra and a pair of pale blue frilly knickers, the 35-year-old knelt on an elaborate display of roses with a sheer veil over her head.As she looked directly into the camera, the singer cradled her already visible bump.She captioned it: \"We would like to share our love and happiness.\"We",
      "tones": [
        {
          "score": 0.684317,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 10,
      "text": "have been blessed two times over.",
      "tones": [
        {
          "score": 0.893829,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 11,
      "text": "We are incredibly grateful that our family will be growing by two, and we thank you for your well wishes.",
      "tones": [
        {
          "score": 0.948539,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 12,
      "text": "- The Carters.\"Beyonce didn't give any further details of when the babies will arrive, but their arrival will come five years after the couple welcomed their first child, daughter Blue Ivy, in January 2012.The happy news comes nine years after the couple tied the knot in a private wedding ceremony in April 2008.The star later revealed she had miscarried a child around 2010, describing it as the \"saddest thing\" she had ever been through.Thankfully they were blessed with daughter Blue Ivy in 2012, but in the last couple of years, the pair had been dogged by rumours they were intended to divorce, not expand their family.However the latest announcement finally shuts down the speculation once and for all, with the family now looking forward to their new arrivals.",
      "tones": [
        {
          "score": 0.860221,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    }
  ]
}