{
  "document_tone": {
    "tones": [
      {
        "score": 0.709547,
        "tone_id": "joy",
        "tone_name": "Joy"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Dancing with the Stars 2017 Cast Includes Charo, Bonner Bolton, Heather Morris &amp; More!Who's on&nbsp;Dancing with the Stars?",
      "tones": [
        {
          "score": 0.829865,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "Let's find out!",
      "tones": [
        {
          "score": 0.967163,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "The new Dancing with the Stars 2017 cast was announced on Good Morning America!",
      "tones": [
        {
          "score": 0.90069,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "The Season 24 contestants debuted on the Season Premiere, which also marked the 400th episode of Dancing with the Stars.",
      "tones": [
        {
          "score": 0.655746,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "The show airs MONDAYS 8|7c on ABC.",
      "tones": []
    },
    {
      "sentence_id": 5,
      "text": "This season's lineup&nbsp;includes Bonner Bolton, Mr. T, Olympians Simone Biles and Nancy Kerrigan, Heather Morris and the original \"Cuchi-Cuchi\" girl, Charo, just to name just a few.",
      "tones": [
        {
          "score": 0.664718,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "Check out the full Dancing with the Stars cast below after you enjoy the amazing opening number from the Season 24 Premiere!BONNER BOLTON (pro partner Sharna Burgess) - In the past 14 months, Bonner Bolton has gone from sitting atop the standings as the world's No. 1 bull rider to being paralyzed to becoming an international fashion model.",
      "tones": [
        {
          "score": 0.865128,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "Now he's taking on yet another challenge with pro partner Sharna Burgess on Season 24 of Dancing with the Stars.",
      "tones": [
        {
          "score": 0.696673,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "SEE BONNER BOLTON'S EXTENDED BIO ON HIS CAST PAGE!CHARO (pro partner Keo Motsepe) - Only a few people in show business are recognized by just one name.",
      "tones": [
        {
          "score": 0.536255,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "Charo is one of those people.",
      "tones": []
    },
    {
      "sentence_id": 10,
      "text": "A virtuoso guitarist, singer, composer, actress and comedienne, Charo is an American music and pop culture icon and she's back in the spotlight once more with pro partner Keo Motsepe on Season 24 of Dancing with the Stars.",
      "tones": [
        {
          "score": 0.566876,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 11,
      "text": "SEE CHARO'S EXTENDED BIO ON HER CAST PAGE!CHRIS KATTAN (pro partner Witney Carson) - Chris Kattan is best known for his many characters on Saturday Night Live, which he joined in March 1996, completing his seventh and final season in 2003.",
      "tones": [
        {
          "score": 0.794565,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 12,
      "text": "He will soon be seen in Jesse Thomas' Walk of Fame, opposite Scott Eastwood.",
      "tones": [
        {
          "score": 0.560098,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 13,
      "text": "But before that, Chris will be hitting the ballroom with pro partner Witney Carson on Season 24 of Dancing with the Stars.",
      "tones": [
        {
          "score": 0.647996,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 14,
      "text": "SEE CHRIS KATTAN'S EXTENDED BIO ON HIS CAST PAGE!DAVID ROSS (pro partner Lindsay Arnold) - David Ross is a two-time World Series Champion, having won World Series titles in 2013 with the Boston Red Sox and with the Chicago Cubs in 2016.&nbsp;",
      "tones": [
        {
          "score": 0.686259,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 15,
      "text": "Recently retired, Ross now serves as a Special Assistant for the Chicago Cubs and also works as a TV Baseball Analyst for ESPN.",
      "tones": [
        {
          "score": 0.636458,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 16,
      "text": "Now David has a new teammate with pro partner Lindsay Arnold on Season 24 of Dancing with the Stars.",
      "tones": [
        {
          "score": 0.742036,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 17,
      "text": "SEE DAVID ROSS'S EXTENDED BIO ON HIS CAST PAGE!ERIKA JAYNE (pro partner Gleb Savchenko) - You know you're a music success when you've raked in a whopping nine #1's on the US Billboard dance club chart without a major label machine behind you.",
      "tones": [
        {
          "score": 0.823432,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 18,
      "text": "That is exactly where dance-pop/reality TV star Erika Jayne is today.",
      "tones": [
        {
          "score": 0.647648,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.898327,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 19,
      "text": "Now this real housewife of Beverly Hills is getting real with pro partner Gleb Savchenko on Season 24 of Dancing with the Stars.",
      "tones": [
        {
          "score": 0.654694,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.560944,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 20,
      "text": "SEE ERIKA JAYNE'S EXTENDED BIO ON HER CAST PAGE!HEATHER MORRIS (pro partner Maksim Chmerkovskiy) - Heather Morris is both a talented actress and dancer.",
      "tones": [
        {
          "score": 0.651857,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 21,
      "text": "She is best known for her role as 'Brittany Pierce' on FOX's hit series Glee and she also appeared in the feature film Spring Breakers.",
      "tones": [
        {
          "score": 0.606145,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 22,
      "text": "However, this spring, Heather hopes to break into the Finals with pro partner Maksim Chmerkovskiy on Season 24 of Dancing with the Stars.",
      "tones": [
        {
          "score": 0.564859,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 23,
      "text": "SEE HEATHER MORRIS'S EXTENDED BIO ON HER CAST PAGE!MR.",
      "tones": [
        {
          "score": 0.515693,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 24,
      "text": "T (pro partner Kym Herjavec) – In Rocky III, Mr. T played Clubber Lang, a boxer pitted against the film's main character, Rocky Balboa.",
      "tones": []
    },
    {
      "sentence_id": 25,
      "text": "It was during the filming of this movie that Mr. T coined the catchphrase, \"I pity the fool!\"",
      "tones": [
        {
          "score": 0.655545,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 26,
      "text": "He would go on to star as one of TV's most memorable characters on The A-Team.",
      "tones": [
        {
          "score": 0.664451,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 27,
      "text": "Mr. T will be bringing his A-game with pro partner Kym Herjavec on Season 24 of Dancing with the Stars.",
      "tones": [
        {
          "score": 0.744911,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 28,
      "text": "SEE MR.",
      "tones": []
    },
    {
      "sentence_id": 29,
      "text": "T'S EXTENDED BIO ON HIS CAST PAGE!NANCY KERRIGAN (pro partner Artem Chigvintsev) - Nancy Kerrigan has been one of America's most recognizable sports icons for over 20 years.",
      "tones": [
        {
          "score": 0.578349,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 30,
      "text": "In 1993 Kerrigan became the United States Ladies Champion and followed that up with her historic silver medal performance at the 1994 Lillehammer Winter Olympics.",
      "tones": [
        {
          "score": 0.734626,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 31,
      "text": "Nancy trades in her ice skates for dancing shoes with pro partner Artem Chigvintsev on Season 24 of Dancing with the Stars.",
      "tones": [
        {
          "score": 0.704649,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 32,
      "text": "SEE NANCY KERRIGAN'S EXTENDED BIO ON HER CAST PAGE!NICK VIALL (pro partner Peta Murgatroyd) – When Bachelorette Andi Dorfman said goodbye to Nick Viall just as he was preparing to pick out a ring, he was devastated.",
      "tones": [
        {
          "score": 0.614992,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 33,
      "text": "When Nick walked up to Kaitlyn Bristowe with an engagement ring in his pocket only to be sent home, he was crushed.",
      "tones": []
    },
    {
      "sentence_id": 34,
      "text": "Now Nick follows up his run as The Bachelor with a run at the Mirrorball with pro partner Peta Murgatroyd on Season 24 of Dancing with the Stars.",
      "tones": [
        {
          "score": 0.685336,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 35,
      "text": "SEE NICK VIALL'S EXTENDED BIO ON HIS CAST PAGE!NORMANI KORDEI (pro partner Valentin Chmerkovskiy) - Normani Kordei is one-fourth of one of the most popular girl groups in the world, Fifth Harmony.",
      "tones": [
        {
          "score": 0.792909,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 36,
      "text": "The release of Fifth Harmony's sophomore album, \"7/27,\" is the latest in a series of record-breaking accomplishments for the group.",
      "tones": [
        {
          "score": 0.728296,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 37,
      "text": "Now Normani takes to a brand new stage with pro partner Valentin Chmerkovskiy on Season 24 of Dancing with the Stars.",
      "tones": [
        {
          "score": 0.768162,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 38,
      "text": "SEE NORMANI KORDEI'S EXTENDED BIO ON HER CAST PAGE!RASHAD JENNINGS (pro partner Emma Slater) - Rashad Jennings was one of the top NFL running backs in 2015.",
      "tones": [
        {
          "score": 0.519526,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 39,
      "text": "In that breakout 2015 season, he started every game and set career highs in carries, rushing yards, receiving yards and receiving touchdowns.",
      "tones": [
        {
          "score": 0.579436,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 40,
      "text": "Rashad will be hoping all those touchdown dances will help him and pro partner Emma Slater go far on Season 24 of Dancing with the Stars.",
      "tones": [
        {
          "score": 0.714737,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 41,
      "text": "SEE RASHAD JENNINGS'S EXTENDED BIO ON HIS CAST PAGE!SIMONE BILES (pro partner Sasha Farber) - At 19, Simone Biles is already considered one of the best and most decorated gymnasts in the history of the sport.",
      "tones": [
        {
          "score": 0.817433,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 42,
      "text": "Her career highlights include being an Olympic Gold medalist in vault, floor, Individual and Team All-Around, and a Bronze medalist on Beam at the 2016 Rio Olympics.",
      "tones": []
    },
    {
      "sentence_id": 43,
      "text": "Simone will look to add a Mirrorball Trophy to her mantle with pro partner Sasha Farber on Season 24 of Dancing with the Stars.",
      "tones": [
        {
          "score": 0.755996,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 44,
      "text": "SEE SIMONE BILES'S EXTENDED BIO ON HER CAST PAGE!Watch Bachelor/DWTS contestant Nick Viall show off some dance moves with the Backstreet Boys!Dancing with the Stars is the hit reality series in which celebrities perform choreographed dance routines, which are judged by a panel of renowned ballroom experts and voted on by viewers.",
      "tones": [
        {
          "score": 0.707981,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    }
  ]
}