{
  "document_tone": {
    "tones": [
      {
        "score": 0.775774,
        "tone_id": "joy",
        "tone_name": "Joy"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Jennifer Lopez teases Bye Bye Birdie, NBC's next live musicalNBC's live telecast of Hairspray is still underway, but Jennifer Lopez is already gearing up for the network's next big musical production, Bye Bye Birdie Live!Lopez tweeted a video teasing the musical, in which she will star, halfway through the East Coast performance of Hairspray Live! on Wednesday evening.",
      "tones": [
        {
          "score": 0.679173,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "The show is the latest in the network's series of live televised musicals, including The Wiz, Peter Pan, and The Sound of Music.Bye Bye Birdie Live! - and Lopez's involvement - was announced in October.",
      "tones": [
        {
          "score": 0.683128,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "The 1950s-set musical follows Elvis Presley-inspired rock &amp; roll heartthrob Conrad Birdie as he visits a teenage fan in a small town in Ohio before being shipped off with the Army.",
      "tones": [
        {
          "score": 0.821916,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "Lopez will play Rose \"Rosie\" Alvarez, the secretary and girlfriend of Albert Peterson, a songwriter and music agent.\"It",
      "tones": []
    },
    {
      "sentence_id": 4,
      "text": "was [Lopez's] idea to take on this classic singing and dancing role made famous by the legendary Chita Rivera, and we are so happy to oblige,\" said NBC Entertainment chairman Bob Greenblatt.",
      "tones": [
        {
          "score": 0.856602,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "\"This show has delighted audiences for generations ... and this will be an extravagant production built around this big star.\"Harvey",
      "tones": [
        {
          "score": 0.81411,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.579367,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "Fierstein will adapt Bye Bye Birdie for the telecast; he also adapted and stars in Hairspray Live!Check out Lopez's tweet below.I am SO excited to be a part of NBC's next live musical #ByeByeBirdieLive! pic.twitter.com/QEaYmlOFUj-",
      "tones": [
        {
          "score": 0.862121,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "Jennifer Lopez (@JLo) December 8, 2016",
      "tones": []
    }
  ]
}