{
  "document_tone": {
    "tones": [
      {
        "score": 0.64205,
        "tone_id": "joy",
        "tone_name": "Joy"
      },
      {
        "score": 0.544845,
        "tone_id": "sadness",
        "tone_name": "Sadness"
      },
      {
        "score": 0.564914,
        "tone_id": "tentative",
        "tone_name": "Tentative"
      },
      {
        "score": 0.703155,
        "tone_id": "analytical",
        "tone_name": "Analytical"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Selena Gomez And Jennifer Aniston Double Date: Jen's Comments About Weeknd Were LiesSelena Gomez is currently dating The Weeknd.",
      "tones": []
    },
    {
      "sentence_id": 1,
      "text": "Her bestfriend Jennifer Aniston is supportive of her but their relationship is sometimes targeted by rumor mongers.Selena Gomez and Jennifer Aniston were reported to have planned for a double date with their respective partners after The Weeknd's tour wraps up.",
      "tones": []
    },
    {
      "sentence_id": 2,
      "text": "The \"Hands to Myself\" singer was also reported telling that her BFF has given her advices&nbsp;on her new relationship.",
      "tones": [
        {
          "score": 0.544543,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "But fans of Justin Bieber's ex-girlfriend should not rejoice over the reports because they were declared as all lies.According to Gossip Cop,&nbsp;the above-mentioned reports were found out to be all false and the source of the news was merely fabricating stories.",
      "tones": [
        {
          "score": 0.858259,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "The site which is out to expose hearsays and false reports about celebrities has verified the said reports.The news that was published by Hollywood Life&nbsp;dated March 23 states that the \"Mother's Day\" star was excited for her little sister's new beau and she was grateful that she has found peace in life.",
      "tones": [
        {
          "score": 0.889618,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.709759,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "She was reportedly proud of her and of what she has become.",
      "tones": [
        {
          "score": 0.952558,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "They were already talking about the planned double date as alleged by the report.",
      "tones": []
    },
    {
      "sentence_id": 7,
      "text": "Gomez was reportedly spending time with her boyfriend's family.In another report from the same source dated January 17, 2017, it states that the \"Horrible Bosses\" actor has told the \"Kill Em With Kindness\" singer to follow her heart and that the Justin Theroux's wife was giving love advices to Selena Gomez.Well, with the reports on Aniston's reactions about her friend's love life being debunked, the only reliable source would be people close to Gomez and since they have not publicized anything, it is best to take everything with a grain of salt.",
      "tones": [
        {
          "score": 0.673493,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "Regarding the double date, the probability that it will happen is nil at the moment but who knows, it might happen in the future.The Weeknd and the 24-year-old former Disney star's relationship became controversial after it was revealed months back.",
      "tones": [
        {
          "score": 0.632514,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.629467,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "The rapper has just moved on from a relationship with Bella Hadid and the model even warned her ex-boyfriend about Gomez.",
      "tones": [
        {
          "score": 0.57118,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.876534,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 10,
      "text": "She said that the \"Same Old Love\" singer was only using him for her career.Selena Gomez declared that she is determined to make their relationship work and denied all the negative comments about her.",
      "tones": [
        {
          "score": 0.898981,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 11,
      "text": "The singer, who has successfully dealt with her emotional issues due to her Lupus, is now happy supporting her boyfriend.",
      "tones": [
        {
          "score": 0.534486,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.635961,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 12,
      "text": "She was seen at the rapper's concert in Brazil recently.",
      "tones": [
        {
          "score": 0.564026,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    }
  ]
}