{
  "document_tone": {
    "tones": [
      {
        "score": 0.886058,
        "tone_id": "joy",
        "tone_name": "Joy"
      },
      {
        "score": 0.637054,
        "tone_id": "confident",
        "tone_name": "Confident"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Katie Holmes Honors Daughter Suri With Film CreditKatie Holmes praises her daughter Suri Cruise in a special note included in the credits of her new film.The 37-year-old's directorial debut All We Had follows the story of a single mother's relationship with her teenage daughter, who tries to get her life back on track by moving to a small Midwestern town.Holmes, who directs and stars in the movie, said the storyline is one every mother can relate to, and was one of the reasons she was so excited to join the project.\"The",
      "tones": [
        {
          "score": 0.753323,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "mother-daughter theme (of) that unending love that you have for your mother and for your child is universal,\" she told Entertainment Tonight.And her 10-year-old daughter Suri, who she shares with ex-husband Tom Cruise, helped her to fully understand the mindset of Holmes' character Rita, which is why she gets a special thanks at the end of the film's credits.\"She",
      "tones": []
    },
    {
      "sentence_id": 2,
      "text": "gets a special thanks for everything, (for) every job I do, because she makes every day great and awesome and better,\" Holmes shared.",
      "tones": [
        {
          "score": 0.899163,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.812632,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "\"I know myself better because of her, so she'll always get a special thanks.\"The",
      "tones": [
        {
          "score": 0.569665,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.751512,
          "tone_id": "confident",
          "tone_name": "Confident"
        },
        {
          "score": 0.895415,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "actress, who shot to fame as Joey in Dawson's Creek, revealed it took a long time for her to fulfill her dream of getting behind the camera.\"It's",
      "tones": []
    },
    {
      "sentence_id": 5,
      "text": "taken a long time to take the risk,\" she said of her directorial debut.",
      "tones": []
    },
    {
      "sentence_id": 6,
      "text": "\"I feel fortunate because I have a wonderful support group around me.\"All",
      "tones": [
        {
          "score": 0.877146,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.867767,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        },
        {
          "score": 0.589295,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "We Had is set to be released in December.",
      "tones": []
    }
  ]
}