{
  "document_tone": {
    "tones": [
      {
        "score": 0.59958,
        "tone_id": "joy",
        "tone_name": "Joy"
      },
      {
        "score": 0.566943,
        "tone_id": "tentative",
        "tone_name": "Tentative"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Billy Bush officially sacked from NBC Today show after leaked lewd Donald Trump tape scandalBush was suspended at the morning show two days after contents of the 2005 tape were reported on October 7.NBC and Bush's representatives had been negotiating terms of his exit before Monday's announcement.On the tape, Bush is heard laughing as Trump talks about fame enabling him to grope and try to have sex with women not his wife.",
      "tones": []
    },
    {
      "sentence_id": 1,
      "text": "Bush later said he was \"embarrassed and ashamed.\"",
      "tones": []
    },
    {
      "sentence_id": 2,
      "text": "Trump has since denied groping women.Bush, who had been at Today for two months, is the nephew of Republican former President George H.W. Bush.NBC made the announcement of his firing in a note from Today show top executive Noah Oppenheim to his staff.",
      "tones": []
    },
    {
      "sentence_id": 3,
      "text": "Oppenheim called Bush, who spent 15 years at Access Hollywood, \"a valued colleague and longtime member of the broader NBC family.",
      "tones": []
    },
    {
      "sentence_id": 4,
      "text": "We wish him success as he goes forward.\"Bush, a 44-year-old father of three, said that he was \"deeply grateful for the conversations I've had with my daughters, and for all of the support from family, friends and colleagues.",
      "tones": [
        {
          "score": 0.755804,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "I look forward to what lies ahead.\"The",
      "tones": [
        {
          "score": 0.632158,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "settlement with NBC did not include a non-compete clause, meaning Bush \"is a free agent,\" said his lawyer, Marshall Grossman.",
      "tones": [
        {
          "score": 0.552075,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "Financial terms of the deal were kept confidential.TMZ reports that Bush had just joined NBC's flagship show in August, signing a three-year deal for $3.5 million per year.",
      "tones": []
    },
    {
      "sentence_id": 8,
      "text": "He was tipped to receive millions in his settlement with NBC.In the 2005 tape, which was first revealed by The Washington Post, Trump discusses unsuccessfully seeking an affair with another Access Hollywood employee, Nancy O'Dell.",
      "tones": []
    },
    {
      "sentence_id": 9,
      "text": "Trump said that when he was attracted to beautiful women \"I just start kissing them.",
      "tones": [
        {
          "score": 0.84607,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.647986,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 10,
      "text": "It's like a magnet.\"",
      "tones": [
        {
          "score": 0.88939,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        },
        {
          "score": 0.506763,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 11,
      "text": "He said that when you're a star, women let you.",
      "tones": []
    },
    {
      "sentence_id": 12,
      "text": "\"Grab them by the p----.",
      "tones": []
    },
    {
      "sentence_id": 13,
      "text": "You can do anything,\" Trump added.The two men discussed an actor who was waiting from at the end of the bus ride.",
      "tones": []
    },
    {
      "sentence_id": 14,
      "text": "When they got off, Bush urged the woman to hug Trump and added, \"how about a little hug for the Bushy?\" Trump said in the second presidential debate that he never did any of the actions heard on the tape, which he described as locker room talk.",
      "tones": []
    },
    {
      "sentence_id": 15,
      "text": "But a number of women have since come forward and said that Trump had surprised them in the past by groping or unexpectedly kissing them on the lips.In an interview with CNN on Monday, Trump's wife, Melania, said that her husband was \"egged on\" by Bush in the conversation.",
      "tones": [
        {
          "score": 0.549743,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 16,
      "text": "\"I wonder if they even knew the mic was on,\" Melania Trump said, referring to her husband and Bush.",
      "tones": [
        {
          "score": 0.839577,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        },
        {
          "score": 0.840825,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 17,
      "text": "She said they were involved in \"boy talk, and he was led on - like egged on - from the host to say dirty and bad stuff.\"",
      "tones": []
    },
    {
      "sentence_id": 18,
      "text": "Asked to comment, Grossman said, \"I thought that Donald Trump would claim that he was not on the bus.\"",
      "tones": []
    }
  ]
}