{
  "document_tone": {
    "tones": [
      {
        "score": 0.672579,
        "tone_id": "joy",
        "tone_name": "Joy"
      },
      {
        "score": 0.513934,
        "tone_id": "analytical",
        "tone_name": "Analytical"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Two \"Dads\" Mentored BayAdopted as a baby, Michael Bay began searching for his birth parents when he was a young man.",
      "tones": [
        {
          "score": 0.549242,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "He found his biological mother and for a time his search for his biological father pointed to no less than John Frankenheimer, the auteur director of \"The Manchurian Candidate\" and other Hollywood classics.Gene tests later proved Bay was not Frankenheimer's son, and the trail went cold.",
      "tones": []
    },
    {
      "sentence_id": 2,
      "text": "But in his career, Bay has two \"dads\" who share his creative DNA: Jerry Bruckheimer and Steven Spielberg.Having such hitmakers as his guides has served Bay well, and he's repaid their support handsomely.",
      "tones": [
        {
          "score": 0.676962,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "Bruckheimer served as a producer on Bay's first five films, including such hits as \"Bad Boys,\" \"The Rock\" and \"Armageddon,\" and Spielberg produced his last three, the \"Transformers\" pics.",
      "tones": [
        {
          "score": 0.546148,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "The franchise has already grossed more than $1.5 billion worldwide between the first two films, with the latest sequel expected to break box office records this weekend.His one feature that had neither as producer, \"The Island,\" is Bay's lowest-grossing picture.",
      "tones": [
        {
          "score": 0.532616,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "(Though since DreamWorks released the film, Spielberg was involved in some capacity.)Bruckheimer",
      "tones": [
        {
          "score": 0.716301,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "shepherded Bay into feature films in the mid '90s, but their relationship goes back more than 20 years.",
      "tones": [
        {
          "score": 0.578163,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.515576,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "\"I saw Michael's commercial reel and thought that he had a combination of an amazing sense of humor and a great sense of visual style,\" Bruckheimer says.",
      "tones": [
        {
          "score": 0.844655,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "\"Michael did a very good video for us on 'Days of Thunder.'",
      "tones": [
        {
          "score": 0.730905,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.80026,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "Even though he had only done a couple of videos at that point, it was easy to see how talented he was.\"Bruckheimer",
      "tones": [
        {
          "score": 0.701196,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.541591,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 10,
      "text": "expected Bay to become a big event filmmaker, he says, \"because Michael had such strong vision and the will to get it on camera.\"Bruckheimer",
      "tones": []
    },
    {
      "sentence_id": 11,
      "text": "describes Bay as \"a born filmmaker,\" though the producer did work with the director to develop his \"clarity of storytelling and depth of the films' characters.\"Spielberg",
      "tones": []
    },
    {
      "sentence_id": 12,
      "text": "fills a different role than Bruckheimer in guiding Bay, since he's a director himself.",
      "tones": []
    },
    {
      "sentence_id": 13,
      "text": "Spielberg emerged from TV and the twilight of the studio system to direct blockbusters before tackling more serious pics.",
      "tones": [
        {
          "score": 0.730335,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 14,
      "text": "There are hints he sees some of himself in Bay.He says since he started working with Bay on the \"Transformers\" pics, \"I think our relationship has gotten looser over time, in the sense that we laugh a lot more about how hard movies like 'Transformers' are to mount and make.",
      "tones": []
    },
    {
      "sentence_id": 15,
      "text": "I really believe that once the 'Transformers' franchise is out of his system, Michael will take his visual gifts and begin to apply them to many different kinds of stories, even quiet ones.\"Spielberg",
      "tones": [
        {
          "score": 0.654446,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.58393,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 16,
      "text": "notes that while Bay is \"a powerful and provocative image maker,\" on this latest \"Transformers\" pic, \"Michael was very focused on telling a story more character-dependent than 'Transformers: Revenge of the Fallen.' \"Bruckheimer offers this summary of why Bay's blockbusters consistently shine at the box office.\"Michael",
      "tones": [
        {
          "score": 0.70944,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 17,
      "text": "likes taking huge audiences, packing them into a Howitzer of his own design, and firing them into the experience,\" Spielberg says.",
      "tones": []
    },
    {
      "sentence_id": 18,
      "text": "\"There are millions of people who love the thrill rides that Michael designs for them.\"",
      "tones": [
        {
          "score": 0.892257,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    }
  ]
}