{
  "document_tone": {
    "tones": [
      {
        "score": 0.732096,
        "tone_id": "joy",
        "tone_name": "Joy"
      },
      {
        "score": 0.607365,
        "tone_id": "analytical",
        "tone_name": "Analytical"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "About That Time Princess Diana Watched The Golden Girls and Crashed a Gay Bar with Freddie MercuryPrincess Diana may have had more fun while married into the British royal family than we had originally thought.",
      "tones": [
        {
          "score": 0.717449,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.5687,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "In her new book, British comedy actress Cleo Rocos says that she, Queen front man Freddie Mercury, and comedian Kenny Everett sneaked Princess Diana into a south-London gay bar, Royal Vauxhall Tavern, in the late 1980s.",
      "tones": [
        {
          "score": 0.643736,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "Rocos recalls the evening in The Power of Positive Drinking, writing that the trio dressed up the beloved late royal in disguise-an army jacket, cap, and sunglasses, according to an account of the story by the A.F.P.-and were able to enjoy themselves covertly thanks to Mercury's popularity in the crowd:She said she did not know whether Diana was propositioned in the bar in her guise as a male model, but added: \"She did look like a beautiful young man.\"Rocos also claims that Diana enjoyed herself so much that she told the group, \"We must do it again!\"",
      "tones": [
        {
          "score": 0.845283,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "afterward.",
      "tones": []
    },
    {
      "sentence_id": 4,
      "text": "Amazingly, the undercover gay-bar excursion was not the only activity on the foursome's agenda that day.",
      "tones": [
        {
          "score": 0.506763,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "Per Rocos's recollections, the group spent the afternoon before the trip \"drinking champagne in front of reruns of The Golden Girls with the sound turned down\" and improvising show dialogue with \"a much naughtier storyline.\"",
      "tones": [
        {
          "score": 0.672708,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "After asking about the group's plans that night, Diana, \"in full mischief mode,\" insisted on joining.",
      "tones": []
    },
    {
      "sentence_id": 7,
      "text": "Although Rocos and Everett tried to dissuade her, worried about unsavory headlines if she were detected by paparazzi, Mercury proved the deciding vote, telling them, \"Go on, let the girl have some fun.\"Diana",
      "tones": [
        {
          "score": 0.825338,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "married into the royal family on July 29, 1981.",
      "tones": [
        {
          "score": 0.556163,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    }
  ]
}