{
  "document_tone": {
    "tones": [
      {
        "score": 0.637739,
        "tone_id": "joy",
        "tone_name": "Joy"
      },
      {
        "score": 0.588049,
        "tone_id": "tentative",
        "tone_name": "Tentative"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "AMAL CLOONEY IS THE MOST INFLUENTIAL WOMAN IN LONDONYou'd be forgiven for thinking the most powerful woman in London might be the Duchess of Cambridge, or even supermodel Kate Moss.",
      "tones": [
        {
          "score": 0.904882,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "In fact, it's George Clooney's new bride who has taken out the top spot.Amal Clooney was named #4 in&nbsp;the Evening Standard's The 1000 Power List 2014 following British Prime Minister David Cameron, scientist Steven Hawkins and Prince Harry.",
      "tones": [
        {
          "score": 0.770772,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "&nbsp;Other women crowned in the Top 20 were designer and UN Goodwill ambassador Victoria Beckham at #9, recent Nobel Peace Prize winner Malala Yousafzai at #12 and legendary performer Kate Bush at #16.So what is it about Clooney that makes her so influential?",
      "tones": [
        {
          "score": 0.723781,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "She has recently become better known as the well dressed, beautiful 36 year old wife of Hollywood star George Clooney, but Amal has been making waves as a top Barrister&nbsp;specialising in international law for years and describes herself as 'lawyer, activist and author.'The",
      "tones": [
        {
          "score": 0.674672,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "British Lebanese lawyer perhaps most famously defended Julian Assange, the founder of Wiki Leaks, in his fight against extradition in Sweden earlier this year.",
      "tones": [
        {
          "score": 0.615352,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "She also represented Yulia Tymoshenko, the former prime minister of Ukraine&nbsp;before the European Court of Human Rights while the latter was detained under the rule of ousted Ukrainian President Viktor Yanukovich.",
      "tones": []
    },
    {
      "sentence_id": 6,
      "text": "Her credentials don't stop there, with Clooney having previously worked across numerous United Nations commissions, advising governments across international law.Furthermore, in May 2014 she met with British Foreign Secretary William Hague to discuss international efforts to respond to sexual violence in conflict zones.So sought after is Clooney, that she recently had to turn down an offer from the United Nations to be one of three people on an inquiry investigating war crimes in Gaza; stating that 'I am honoured... but given existing commitments - including eight ongoing cases - unfortunately I could not accept this role.'So",
      "tones": []
    },
    {
      "sentence_id": 7,
      "text": "how did Clooney become such an internationally renowned lawyer?",
      "tones": []
    },
    {
      "sentence_id": 8,
      "text": "She studied Jurisprudence at St. Hugh's College, Oxford where she received an Exhibition scholarship and the Shrigley award, followed by a Master of Law degree at the prestigious New York University where she gained the Jack J.",
      "tones": [
        {
          "score": 0.61424,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "Katz Memorial Award for excellence in entertainment law.",
      "tones": [
        {
          "score": 0.704642,
          "tone_id": "confident",
          "tone_name": "Confident"
        },
        {
          "score": 0.762356,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 10,
      "text": "Since then she has lectured students on international criminal Law in London, New York and North Carolina.Having recently returned home to London from a trip to Athens advising the Greek government, it seems Amal Clooney has taken the world, not just London, by storm, and rightly so.",
      "tones": []
    }
  ]
}