{
  "document_tone": {
    "tones": [
      {
        "score": 0.637171,
        "tone_id": "joy",
        "tone_name": "Joy"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Ellen DeGeneres and Portia de Rossi Host Saving SPOT! FundraiserIt's been a busy October so far with pet rescue events seemingly popping up all over the greater Los Angeles area.I've been fortunate enough to work with Emmy award-winning actress Jane Lynch to help animals and people in need through K9s for Warriors and The Rescue Train (see Glee' Star Jane Lynch Helps Place Dogs with PTSD Soldiers and Actress Jane Lynch Raises Awareness for Pets in Need).The star power at my next pet-rescue event was just taken up a notch at the 2nd annual fundraiser for the&nbsp;Saving SPOT! Rescue.The&nbsp;SPOT!&nbsp;storefront from which the rescue operates, is the impassioned business of Lizzie Scherer.",
      "tones": [
        {
          "score": 0.854635,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "She and her family and staff work tirelessly to help ensure that dogs up for adoption are healthy and placed in suitable forever homes.&nbsp;The",
      "tones": [
        {
          "score": 0.737299,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.509368,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "event&nbsp;was held at the Thomson Hotel in Beverly Hills, CA.Media icon Ellen DeGeneres and her wife, Portia de Rossi, lent their luminous presence to the cause by hosting the live auction where they auctioned off the opportunity to travel on a Toms shoes and eyewear&nbsp;trip to deliever shoes to children.",
      "tones": [
        {
          "score": 0.808942,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "The&nbsp;jovial and convincing nature of Degeneres brought the value of the auction item up to over $8,000, all of which was ultimately donated to Saving SPOT! Rescue.DeGeneres has supported the Saving Spot! Rescue for years and even features the rescue's adoptable dogs on her EllenTV.com",
      "tones": [
        {
          "score": 0.608647,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "website.",
      "tones": []
    },
    {
      "sentence_id": 5,
      "text": "Recently, she posted&nbsp;profiles of English Cocker Spaniels hilariously named Carrie, Charlotte, Miranda, and Samantha after HBO's Sex and the City.Present at the SPOT! event were a variety of shapes, sizes, and colors of cute dogs in need of adoption.",
      "tones": [
        {
          "score": 0.702272,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "Degeneres and De Rossi were photographed holding the puppies and were particularly drawn to a petite puppy having a jet-black coat.Did DeGeneres and de Rossi take another pooch home to add to their growing number of canine and feline family members?",
      "tones": [
        {
          "score": 0.517057,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "I don't know for sure, but what I do know is that the couple already cares for Mabel, a black Standard Poodle, and Wolf, a mixed breed suspected to be a hybrid of Poodle-Maltese.Although Mabel is a pure-breed dog, she was reportedly rescued from a less-than-ideal living environment.",
      "tones": [
        {
          "score": 0.607509,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "According to an interview with peoplepets.com",
      "tones": [
        {
          "score": 0.982476,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "(EXCLUSIVE!",
      "tones": [
        {
          "score": 0.916667,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.931034,
          "tone_id": "fear",
          "tone_name": "Fear"
        }
      ]
    },
    {
      "sentence_id": 10,
      "text": "Ellen DeGeneres Chats About Her Pets), Mabel \"was kind of a show dog early in her career, and, like many models, got too old for it.",
      "tones": [
        {
          "score": 0.518297,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.716301,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 11,
      "text": "She was in a kennel, she was not needed anymore so we got her from this guy.",
      "tones": []
    },
    {
      "sentence_id": 12,
      "text": "She was definitely not in a horrible situation; she was in a situation where she needed a home.\"Wolf",
      "tones": [
        {
          "score": 0.638987,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 13,
      "text": "also has a unique rescue story, as DeGeneres says, \"I wasn't looking for a dog.",
      "tones": [
        {
          "score": 0.544611,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 14,
      "text": "I happened to spot a man that was not completely balanced.",
      "tones": [
        {
          "score": 0.602068,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 15,
      "text": "He was a guy that was mistreating the dog.",
      "tones": []
    },
    {
      "sentence_id": 16,
      "text": "He was swinging the dog around and doing things to it and I went over to him and offered to give him some money.",
      "tones": [
        {
          "score": 0.511562,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.75152,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 17,
      "text": "It was a long, long story but the guy was very strange and had smuggled the dog in from Mexico and was not planning on doing things to it, so it took me hours to get that dog from that guy.",
      "tones": []
    },
    {
      "sentence_id": 18,
      "text": "Anyway, Wolf was in pretty bad shape.",
      "tones": [
        {
          "score": 0.52423,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.91961,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 19,
      "text": "He was tiny ... he was [malnourished], he couldn't stand up.",
      "tones": [
        {
          "score": 0.644588,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 20,
      "text": "His back legs couldn't support him because he had never been put down and maybe damaged on the way in, being smuggled in.",
      "tones": [
        {
          "score": 0.679153,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.750688,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 21,
      "text": "It's just the craziest story.",
      "tones": [
        {
          "score": 0.610062,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.968123,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 22,
      "text": "But he's just the craziest, sweetest dog now.",
      "tones": [
        {
          "score": 0.872863,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.88939,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 23,
      "text": "Just a love!\"Cats are also part of the family and have the unique names Chairman, Charlie, and George.",
      "tones": [
        {
          "score": 0.774824,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.525007,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 24,
      "text": "\"Charlie has a dog personality where she has to be wherever people are and follow you from room to room,\" according to DeGeneres.A variety of other celebrities were also on hand to support Saving SPOT! Rescue, including:I had a very pleasant conversation with actress Allison Janney, who I met a few years back at a Los Angeles dog park after she showed interest in my dog Cardiff.",
      "tones": [
        {
          "score": 0.729394,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 25,
      "text": "After reminding her of our meeting, Janney told me all about the canine companions with whom she shares her home.",
      "tones": [
        {
          "score": 0.56361,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 26,
      "text": "Hopefully, I'll soon be caring for her dogs as my patients.The night wrapped up with happy humans having congregated for a good cause and raised lots of money to help support the ongoing efforts of Saving Spot! Rescue.Are you involved in an animal rescue cause?",
      "tones": [
        {
          "score": 0.776935,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 27,
      "text": "Please feel free to share your experiences in canine or feline rescue in the comments section.",
      "tones": [
        {
          "score": 0.798791,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    }
  ]
}