{
  "document_tone": {
    "tones": [
      {
        "score": 0.688718,
        "tone_id": "joy",
        "tone_name": "Joy"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Too Many Stars to Count Support Stand Up to CancerLoads of stars stepped out for the Hollywood Stands Up to Cancer event in LA on Tuesday night.",
      "tones": [
        {
          "score": 0.507609,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "The fundraiser, which was hosted by Reese Witherspoon and her husband, Jim Toth, brought out cute couples like Diane Kruger and Joshua Jackson and Jessica Alba and Cash Warren, as well as Selena Gomez, Drew Barrymore, and Gwyneth Paltrow.",
      "tones": [
        {
          "score": 0.751412,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "Gwyneth herself has been a longtime supporter of the Stand Up to Cancer program since her father, Bruce Paltrow, died of lung cancer in 2002.Also on hand for the star-studded event was Anne Hathaway, who is easing her way back into the spotlight after a sweet Hawaiian vacation with her husband, Adam Shulman.",
      "tones": []
    },
    {
      "sentence_id": 3,
      "text": "Most recently, the pair popped up at the Sundance Film Festival to premiere Anne's latest project, Song One.",
      "tones": [
        {
          "score": 0.514325,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "She was joined in chilly Park City by Diane and Joshua, who stirred up engagement rumors after Diane was spotted with a giant diamond ring on that finger - we caught a glimpse of the bauble on Tuesday evening, despite Diane trying to keep her hand in her pocket!",
      "tones": [
        {
          "score": 0.607568,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "Keep reading to see all the celebrity arrivals at the Hollywood Stands Up to Cancer fundraiser.",
      "tones": [
        {
          "score": 0.704642,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    }
  ]
}