{
  "document_tone": {
    "tones": [
      {
        "score": 0.720137,
        "tone_id": "joy",
        "tone_name": "Joy"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Those Miley Cyrus wedding rumours have been cleared upMiley Cyrus's sister, Noah Cyrus, has addressed rumours that her big sister married Liam Hemsworth.On Saturday, 17-year-old Noah attended the Nickelodeon Kids' Choice Awards in Los Angeles where she vehemently denied the rumours.\"She's",
      "tones": []
    },
    {
      "sentence_id": 1,
      "text": "not married,\" said Noah.The pop singer then addressed the photo that her father, Billy Ray Cyrus, posted that showed Miley in a white dress.",
      "tones": []
    },
    {
      "sentence_id": 2,
      "text": "They were \"probably just having fun or something,\" she said.Since rekindling their relationship at the beginning of 2016, Miley and Liam have appeared happier than ever, with Miley even getting a tattoo dedicated to her man.Liam has professed his love for Vegemite countless times in interviews, which is why everyone's convinced it's for him.Their love story 2.0 started when Miley and Liam hung out over Christmas and New Year in 2015.",
      "tones": [
        {
          "score": 0.850669,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.647986,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "\"Miley came back to LA after spending the holidays with Liam.",
      "tones": []
    },
    {
      "sentence_id": 4,
      "text": "She had the time of her life being with him and his family,\" a source told E! News at the time.Miley also set tongues wagging when she posed for a photo on Instagram wearing the engagement ring Liam gave her the first time around...To be fair, if we had a 3.5-carat, custom-designed Neil Lane engagement ring we would never take it off.It was back in April 2016, the pair were spotted out together for the first time...When we first heard the news that old flames Miley Cyrus and Liam Hemsworth were back together after splitting back in 2013, we were thrilled.An insider told E News! at the time that Liam's family is pleased to have Miley back in their life, and think that they can make it work now that they're older.\"Liam",
      "tones": [
        {
          "score": 0.777142,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "never stopped loving Miley.",
      "tones": [
        {
          "score": 0.898327,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "Liam and Miley's timing was just off the first time they were engaged, many things played into them calling it off,\" an insider told the website.\"They",
      "tones": []
    },
    {
      "sentence_id": 7,
      "text": "both needed to grow up and figure themselves out more.\"Liam's family... always liked Miley but they supported Liam's decision at the time.",
      "tones": [
        {
          "score": 0.636458,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        },
        {
          "score": 0.560944,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "They did feel that both of them were too young.\"The",
      "tones": [
        {
          "score": 0.880435,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "source added, \"They are in love and it's a different time now for them.\"Back in 2015, when the pair had broken up, Liam opened up about his five year relationship with Miley saying his feelings for her will never change.When asked if he felt like he'd \"dodged a bullet,\" he said: \"You fall in love with who you fall in love with; you can never choose.",
      "tones": []
    },
    {
      "sentence_id": 10,
      "text": "I guess some people just come with a little more baggage.\"I",
      "tones": [
        {
          "score": 0.984352,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 11,
      "text": "mean, look-we were together five years, so I don't think those feelings will ever change.",
      "tones": [
        {
          "score": 0.532616,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 12,
      "text": "And that's good because that proves to me that it was real.",
      "tones": [
        {
          "score": 0.760976,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.842108,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        },
        {
          "score": 0.80026,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 13,
      "text": "It wasn't just a fling.",
      "tones": [
        {
          "score": 0.968123,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 14,
      "text": "It really was an important part of my life and always will be,\" he told Men's Fitness.He continued: \"She's a free spirit.",
      "tones": [
        {
          "score": 0.74384,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.560944,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 15,
      "text": "I think she'll always surprise people with what she does, but she's not a malicious person in any way.",
      "tones": []
    },
    {
      "sentence_id": 16,
      "text": "She's a young girl who wants to do what she wants to do.\"Likewise, Miley told Australian talk show host Chris Bath: \"I love Liam, Liam loves me\".",
      "tones": [
        {
          "score": 0.706713,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    }
  ]
}