{
  "document_tone": {
    "tones": [
      {
        "score": 0.604664,
        "tone_id": "joy",
        "tone_name": "Joy"
      },
      {
        "score": 0.558171,
        "tone_id": "sadness",
        "tone_name": "Sadness"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Angelina Jolie, Unbroken“I never expect to be the one that everybody understands or likes,” Angelina Jolie says.",
      "tones": [
        {
          "score": 0.724236,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "“And that’s O.K., because I know who I am, and the kids know who I am.”“I never expect to be the one that everybody understands or likes,” Angelina Jolie says.",
      "tones": [
        {
          "score": 0.664451,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "“And that’s O.K., because I know who I am, and the kids know who I am.”LOS",
      "tones": []
    },
    {
      "sentence_id": 3,
      "text": "ANGELES — Angelina Jolie was sitting barefoot on the porch of her luscious new home, explaining why she wants to save the world, when duty called.",
      "tones": [
        {
          "score": 0.60456,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "Her youngest son, Knox, 9, poked his little blond head around the screen door.“Shiloh",
      "tones": [
        {
          "score": 0.647986,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "needs you,” the boy said quietly, referring to his middle sister, who is 11.“Shi?”",
      "tones": [
        {
          "score": 0.532616,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "Ms. Jolie called, before disappearing with a whoosh of her black caftan.",
      "tones": []
    },
    {
      "sentence_id": 7,
      "text": "Ten minutes later, she was back.",
      "tones": []
    },
    {
      "sentence_id": 8,
      "text": "Shiloh’s beloved bearded dragon, Vlad, had fallen ill and was now, to Shiloh’s distress, convalescing at the vet’s.",
      "tones": [
        {
          "score": 0.734262,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "“That will be the rest of my day,” Ms. Jolie said, settling into a cushioned patio chair, “learning all about the health issues of the bearded dragon.”Ms.",
      "tones": []
    },
    {
      "sentence_id": 10,
      "text": "Jolie went on to lament the imbalance of a world where Californian pets get cushy care while millions of people the world over lack access to proper medical treatment.",
      "tones": [
        {
          "score": 0.611495,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 11,
      "text": "It went unmentioned that she was saying this from her $25 million two-acre hilltop estate, in a gated pocket of the Los Feliz neighborhood, a home she bought for herself and her six children in the spring, following her split from Brad Pitt.Perhaps more than any other celebrity, Ms. Jolie, 42, has kept herself firmly planted in two vastly different worlds.",
      "tones": [
        {
          "score": 0.574468,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 12,
      "text": "She’s both the glamorous A-lister whose every move is tracked in headlines (“Angie and the kids left Target because it didn’t serve hot dogs,” read one recent newsflash), and the humanitarian do-gooder who has made more than 60 trips to the field as part of her United Nations work.",
      "tones": []
    },
    {
      "sentence_id": 13,
      "text": "Apparent contradictions account for her elusive allure.",
      "tones": [
        {
          "score": 0.93884,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        },
        {
          "score": 0.751512,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 14,
      "text": "Ms. Jolie has been enduringly hard to peg, a woman who cannot easily be lumped into a single category because she occupies many at once.She is a peerless glamazon as well as the women’s health advocate who told the world about her preventative double mastectomy.",
      "tones": [
        {
          "score": 0.536476,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.618534,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 15,
      "text": "She has a meticulously managed public profile yet professes not to care what others think.",
      "tones": [
        {
          "score": 0.532616,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 16,
      "text": "She remains near the pinnacle of celebrity’s cruel pyramid, even though her recent movies only made money when she was camouflaged (“Maleficent,” “Kung Fu Panda”).",
      "tones": [
        {
          "score": 0.620279,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 17,
      "text": "She is obsessed over — if, in the United States at least, not exactly beloved — and fixed in the cultural firmament as America’s vixen despite having a half-dozen-strong brood.And even though the public appetite for salacious details of her personal life has long eclipsed interest in the films she has directed, Ms. Jolie doggedly brings tough, obscure stories to the screen.",
      "tones": [
        {
          "score": 0.658118,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 18,
      "text": "Three of the four movies she has made are set in wartime, including her latest, “First They Killed My Father,” based on the true story of Loung Ung, who as a young girl survived the Cambodian genocide and is now one of Ms. Jolie’s close friends.While",
      "tones": []
    },
    {
      "sentence_id": 19,
      "text": "Ms. Jolie’s earlier movies garnered tepid reviews, several critics have anointed “First They Killed My Father” her best yet.",
      "tones": []
    },
    {
      "sentence_id": 20,
      "text": "It is told entirely from the little girl’s point of view, in Khmer, and received a standing ovation at the Telluride Film Festival, where it had its premiere.",
      "tones": [
        {
          "score": 0.53644,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 21,
      "text": "Netflix was to begin streaming it on Sept. 15, when it will also open in a small number of theaters.Ms.",
      "tones": []
    },
    {
      "sentence_id": 22,
      "text": "Jolie said she could not have made the movie had she not first directed “In the Land of Blood and Honey” (2011) about the Bosnian war, and “Unbroken” (2014), based on the true story of an American G.I. taken prisoner in World War II.",
      "tones": []
    },
    {
      "sentence_id": 23,
      "text": "(She and Mr. Pitt starred together as a married couple locked in a different kind of conflict in her 2015 drama, “By the Sea”).“It",
      "tones": [
        {
          "score": 0.733853,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 24,
      "text": "wasn’t a conscious plan of, I was going to make war films, it’s just what I was drawn to,” she said.Ms.",
      "tones": []
    },
    {
      "sentence_id": 25,
      "text": "Jolie has an indelible connection to Cambodia, not least because it completely reordered her life.",
      "tones": [
        {
          "score": 0.532616,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        },
        {
          "score": 0.727798,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 26,
      "text": "Before first visiting in 2000 to shoot “Lara Croft: Tomb Raider,” she had been a Hollywood wild child, a ravishing Goth weirdo who, at the Oscars that year, dressed like Elvira, Mistress of the Dark, and locked lips with her brother.",
      "tones": []
    },
    {
      "sentence_id": 27,
      "text": "She also got publicly hot and heavy with her second husband, Billy Bob Thornton, and wore a locket with droplets of his blood around her neck.The grace and humility she saw in the Cambodian people, along with the lasting effects of the genocide, threw Hollywood life into unflattering relief.“Once",
      "tones": []
    },
    {
      "sentence_id": 28,
      "text": "you get exposed to what’s really happening in the world, and other people’s realities, you just can’t ever not know, and you can’t ever wake up and pretend it’s not happening,” she said, “Your entire life shifts.”She",
      "tones": [
        {
          "score": 0.591839,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.526341,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 29,
      "text": "adopted Maddox, now 16, from an orphanage, divorced Mr. Thornton, and threw herself into humanitarian and environmental work, finding lasting inspiration in wartime survivors and aid workers.“The",
      "tones": []
    },
    {
      "sentence_id": 30,
      "text": "real will to survive, and the strength of the human spirit, and the love of the human family becomes so present, and that’s how we should all be living,” Ms. Jolie said.",
      "tones": [
        {
          "score": 0.829997,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.592138,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 31,
      "text": "“When you’re around it, it’s quite contagious, and you know to learn from it.”The",
      "tones": [
        {
          "score": 0.822231,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 32,
      "text": "air pressed in hot and close as she spoke, and the sun was climbing its way toward a broiling midday.",
      "tones": []
    },
    {
      "sentence_id": 33,
      "text": "I was all but keeling over, but Ms. Jolie, who adores the heat, was as composed as a sphinx.",
      "tones": [
        {
          "score": 0.638987,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 34,
      "text": "(We soon moved to the air-conditioned climes of her kitchen.)Ms.",
      "tones": []
    },
    {
      "sentence_id": 35,
      "text": "Jolie is a contained and poised presence, yet also light, breaking every now and then into lilting laughter.",
      "tones": [
        {
          "score": 0.817228,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.698008,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        },
        {
          "score": 0.6821,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 36,
      "text": "She is as visually arresting as she appears onscreen; the sculpted lines of her face alongside the soft O’s of her eyes and mouth make hers an otherworldly beauty.",
      "tones": []
    },
    {
      "sentence_id": 37,
      "text": "Though slight as a sylph, she says she doesn’t exercise, beyond dipping into the pool with her kids and vaguely intending to someday jump on a treadmill.Although it was still August, the children — Maddox; Pax, 13; Zahara, 12; Shiloh; Knox; and his twin, Vivienne — had already begun home school.",
      "tones": []
    },
    {
      "sentence_id": 38,
      "text": "They would be accompanying her to the Telluride and Toronto film festivals — Maddox has an executive producer credit on the film — and were making up for lost lesson time, working with tutors in various corners of the house, learning, among other things, Arabic, sign language and physics.I asked Ms. Jolie if she ever felt like the coach of a small team, and she replied that more often she felt part of a fraternity.“They",
      "tones": [
        {
          "score": 0.568728,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.61409,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 39,
      "text": "really help me so much.",
      "tones": []
    },
    {
      "sentence_id": 40,
      "text": "We’re really such a unit,” she said.",
      "tones": []
    },
    {
      "sentence_id": 41,
      "text": "“They’re the best friends I’ve ever had.",
      "tones": [
        {
          "score": 0.710427,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.751512,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 42,
      "text": "Nobody in my life has ever stood by me more.”That",
      "tones": [
        {
          "score": 0.607561,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.579436,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 43,
      "text": "last sentence hung in the air, perhaps a subtle allusion to, or indictment of, Mr. Pitt, who adopted Maddox, Pax and Zahara, and is the biological father of Shiloh, Knox and Vivienne.",
      "tones": [
        {
          "score": 0.615352,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 44,
      "text": "The dissolution of their 12-year romantic partnership came last September, after an incident aboard a private jet — purportedly involving Mr. Pitt and Maddox — prompted her to file for divorce.Shortly afterward, Ms. Jolie and the kids moved out of Mr. Pitts’s estate, living in a rental for nine months as she struggled with the decision about whether to buy a new home.“It",
      "tones": [
        {
          "score": 0.511599,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 45,
      "text": "took me a few months to realize that I was really going to have to do it.",
      "tones": [
        {
          "score": 0.652628,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.618451,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 46,
      "text": "That there was going to have to be another base regardless of everything,” she said, her voice falling quiet and low, as it would each time the subject of the split arose.",
      "tones": [
        {
          "score": 0.753872,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 47,
      "text": "“That there was going to have to be a home.",
      "tones": [
        {
          "score": 0.80026,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 48,
      "text": "Another home.”The",
      "tones": []
    },
    {
      "sentence_id": 49,
      "text": "new house, a Beaux Arts manse that was once the residence of the legendary filmmaker Cecil B. DeMille, is a beaut, with a library, rolling lawns, cascading fountains that burble into the pool, and a view of the Griffith Observatory.",
      "tones": [
        {
          "score": 0.66658,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 50,
      "text": "Ms. Jolie had an elaborate treehouse built — “more a parkour treehouse,” she said — and the kids helped decorate and pick out the furniture for the whole house.",
      "tones": [
        {
          "score": 0.750067,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.53644,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 51,
      "text": "They have an agreement, Ms. Jolie said, that not everyone can agree on everything, but you have to try to like it if you don’t hate it.",
      "tones": [
        {
          "score": 0.623958,
          "tone_id": "anger",
          "tone_name": "Anger"
        }
      ]
    },
    {
      "sentence_id": 52,
      "text": "If you do hate it, you can overrule.“It",
      "tones": [
        {
          "score": 0.884493,
          "tone_id": "anger",
          "tone_name": "Anger"
        },
        {
          "score": 0.724236,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 53,
      "text": "has a lot of moments,” Ms. Jolie said of the home, “It’s happy.",
      "tones": [
        {
          "score": 0.857693,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 54,
      "text": "Happy and light, and we needed that.”I",
      "tones": [
        {
          "score": 0.925835,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 55,
      "text": "asked how everyone is doing now.“None of it’s easy.",
      "tones": [
        {
          "score": 0.696691,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 56,
      "text": "It’s very, very difficult, a very painful situation, and I just want my family healthy,” she said quietly.Are they?",
      "tones": [
        {
          "score": 0.738254,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.849827,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 57,
      "text": "“They’re getting better,” she said, her voice approaching inaudibility.She intimated that “First They Killed My Father” might have informed her decision to leave Mr. Pitt.",
      "tones": []
    },
    {
      "sentence_id": 58,
      "text": "The film centers on Ms. Ung’s family members, some of whom survived, and Ms. Jolie said she thought a lot about what family meant during production, and how they should help each other and take care of one another (the film is adapted from Ms. Ung’s 2000 book of the same name).“Loung",
      "tones": [
        {
          "score": 0.524481,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 59,
      "text": "had such horrors in her life but also had so much love, and that is why she’s all right today,” Ms. Jolie said.",
      "tones": [
        {
          "score": 0.627748,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.653099,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        },
        {
          "score": 0.579436,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 60,
      "text": "“That is something I need to remember.”Determined",
      "tones": [
        {
          "score": 0.88939,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        },
        {
          "score": 0.965509,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 61,
      "text": "to make the film as Cambodian as possible, Ms. Jolie teamed with the Cambodian director Rithy Panh, who received an Oscar nomination for his 2014 documentary, “The Missing Picture,” and enlisted thousands of Cambodians as extras.",
      "tones": []
    },
    {
      "sentence_id": 62,
      "text": "Ms. Jolie said Maddox was her right-hand man, working on the script, taking meeting notes and bantering with Mr. Panh in French.",
      "tones": []
    },
    {
      "sentence_id": 63,
      "text": "Some of the scenes were shot on massacre sites, so the crew arranged for monks to pray and set out incense and offerings beforehand.“She is very loved there,” said Mr. Panh, who served as a producer on the film.",
      "tones": []
    },
    {
      "sentence_id": 64,
      "text": "He added that he was struck by Ms. Jolie’s humility, and how she intuitively communicated with the children on set, despite her shaky grasp of the Cambodian language.",
      "tones": [
        {
          "score": 0.631014,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 65,
      "text": "(Ms.",
      "tones": []
    },
    {
      "sentence_id": 66,
      "text": "Jolie said a suggestion in Vanity Fair that children were cruelly hoodwinked in the casting process was “a mischaracterization.”)Ms.",
      "tones": []
    },
    {
      "sentence_id": 67,
      "text": "Ung said Ms. Jolie, who has Cambodian citizenship, shares her countrymen’s sensibilities.",
      "tones": []
    },
    {
      "sentence_id": 68,
      "text": "“In Cambodia you don’t raise your voice, you speak kindly to people, you greet people with your hands together and bow,” Ms. Ung said.",
      "tones": [
        {
          "score": 0.678192,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 69,
      "text": "“All of this comes naturally to her.”As our interview wrapped, Ms. Jolie joked that she would next work on a comedy.",
      "tones": [
        {
          "score": 0.579436,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 70,
      "text": "“I will get funny at some point,” she said, adding that she was working on “Maleficent 2,” a sequel to the Disney fractured fairy tale.",
      "tones": []
    },
    {
      "sentence_id": 71,
      "text": "“That was a little funny,” she said, wryly.Ms.",
      "tones": [
        {
          "score": 0.793367,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 72,
      "text": "Jolie also seemed aware of how she might be beheld by the public; the removed ice queen to Mr. Pitt’s affable down-home Missouri boy (his revealing interview in the summer issue of GQ Style helped burnish his image as the more relatable one).",
      "tones": [
        {
          "score": 0.510222,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 73,
      "text": "But she grew up a punk in school, she said, and was used to not fitting in, and being someone people had opinions about.“I",
      "tones": [
        {
          "score": 0.594263,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 74,
      "text": "never expect to be the one that everybody understands or likes,” Ms. Jolie said, walking me down her driveway, “And that’s O.K., because I know who I am, and the kids know who I am.”She quickly embraced me goodbye, and I set off into the sun and the heat, as the heavy security gate slowly drew shut behind.",
      "tones": [
        {
          "score": 0.824583,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.702381,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    }
  ]
}