{
  "document_tone": {
    "tones": [
      {
        "score": 0.616762,
        "tone_id": "joy",
        "tone_name": "Joy"
      },
      {
        "score": 0.506593,
        "tone_id": "sadness",
        "tone_name": "Sadness"
      },
      {
        "score": 0.846395,
        "tone_id": "analytical",
        "tone_name": "Analytical"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Kylie Jenner's Plastic Surgeon Has a Message About Her Lip FillersWhile the internet hunts for clues about Kylie Jenner's maybe pregnancy (along with Khloé Kardashian's maybe pregnancy and Kim Kardashian's confirmed pregnancy), at least one person has wondered, what of the reality star's famous lip fillers?Naturally, the question comes from Kylie's plastic surgeon, Dr. Simon Ourian.",
      "tones": [
        {
          "score": 0.606247,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        },
        {
          "score": 0.639749,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "In an interview with Page Six — which, aside, has a terrible and patronizing headline — Dr. Ourian shared, \"I recommend that women stop getting lip fillers as soon as they learn they are pregnant.",
      "tones": []
    },
    {
      "sentence_id": 2,
      "text": "No one knows the implications of lip fillers on pregnant patients since dermal fillers haven’t been tested on pregnant women.\"He",
      "tones": [
        {
          "score": 0.670204,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "added, \"I would never knowingly administer lip injections to a pregnant patient.",
      "tones": [
        {
          "score": 0.543112,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "In fact, it is my policy not to perform any procedures at all on pregnant women.\"Dr.",
      "tones": [
        {
          "score": 0.664451,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "Ourian also cautioned, \"If a woman receives lip fillers before becoming pregnant, the results can last several months into her pregnancy, especially if she received one of the newer longer-lasting fillers.",
      "tones": [
        {
          "score": 0.617929,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.772113,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "Additionally, many women experience naturally increased lip size during pregnancy due to increased levels of estrogen, blood flow, fluids, and swelling caused by pregnancy, regardless of whether they ever received lip fillers previously.\"Kylie,",
      "tones": [
        {
          "score": 0.920855,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "for her part, has remained mum on whether she's becoming a mom.",
      "tones": [
        {
          "score": 0.566584,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "Her latest social media posts do have to do with her pout though — namely, her new Kylie Cosmetics fall Lip Kits, which are also getting an accompanying purple eyeshadow palette: \"Welcome #ThePurplePalette to the @kyliecosmetics family This beauty launches next week 10.6.17 at 3pm pst only on KylieCosmetics.com!\"",
      "tones": [
        {
          "score": 0.780114,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    }
  ]
}