{
  "document_tone": {
    "tones": [
      {
        "score": 0.57652,
        "tone_id": "sadness",
        "tone_name": "Sadness"
      },
      {
        "score": 0.608738,
        "tone_id": "joy",
        "tone_name": "Joy"
      },
      {
        "score": 0.522503,
        "tone_id": "analytical",
        "tone_name": "Analytical"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Angelina Jolie Opens Up to PEOPLE About Her 'Difficult' Year: 'I Am a Little Bit Stronger'Much has changed over the last year in Angelina Jolie‘s life, but one thing has remained constant — her dedication to her children.After filing for divorce from Brad Pitt on September 19, 2016, Jolie retreated from the spotlight to focus on her family as they work to heal from the traumatic split.“I",
      "tones": []
    },
    {
      "sentence_id": 1,
      "text": "have had my ups and downs.",
      "tones": []
    },
    {
      "sentence_id": 2,
      "text": "I guess I am a little bit stronger,” the actress, director and philanthropist tells PEOPLE exclusively in an interview for the magazine’s new cover story.",
      "tones": [
        {
          "score": 0.653042,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "“We all have our difficult times, but as a mother you also have a responsibility first and foremost towards the kids.",
      "tones": [
        {
          "score": 0.638987,
          "tone_id": "confident",
          "tone_name": "Confident"
        },
        {
          "score": 0.828638,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "They are going through their formative years and everything else comes second to that.”With",
      "tones": []
    },
    {
      "sentence_id": 5,
      "text": "her children — Maddox, 16, Pax, 13, Zahara, 12, Shiloh, 11, Vivienne and Knox, 9 — by her side, the superstar, 42, is back at work promoting&nbsp;First They Killed My Father, a movie she directed for Netflix (debuting Sept. 15) based on her friend Loung Ung’s memoir about surviving the Khmer Rouge genocide in Cambodia.For all the details on Jolie’s new life, her emotional movie&nbsp;First They Killed My Father and her hopes for her kids, pick up the latest issue of PEOPLE, on newsstands Friday.Jolie confirmed she plans on taking on more acting roles in the future, including Maleficent 2, but says her priority remains her children and their well-being.“Everything",
      "tones": [
        {
          "score": 0.551232,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "will be around the children,” she says.",
      "tones": [
        {
          "score": 0.91961,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "“I haven’t worked for over a year now because they needed me home.",
      "tones": [
        {
          "score": 0.589295,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "Everything was just stopped.",
      "tones": [
        {
          "score": 0.984352,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "I’m really sitting and talking with them because everything affects them.",
      "tones": [
        {
          "score": 0.630112,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.862286,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 10,
      "text": "Every location, every type of project, I’m going to have to adjust it to however much they can handle.”In",
      "tones": [
        {
          "score": 0.923264,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 11,
      "text": "the interview, an emotional Jolie also talks about how she misses her mother, Marcheline Bertrand, who died of cancer 10 years ago, more than ever —and says her own health is good “so far” after her preventative surgeries to lessen the risk of breast and ovarian cancer.She’s very proud that Maddox and Pax got involved behind the scenes on First They Killed My Father.",
      "tones": [
        {
          "score": 0.620038,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 12,
      "text": "The movie grew from her longtime love for Cambodia, where she adopted Maddox in 2002 and where she has done humanitarian work for 14 years, establishing a foundation in Maddox’s name that helps local communities with education, health and more.",
      "tones": [
        {
          "score": 0.8063,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.579367,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 13,
      "text": "“I wanted Maddox to see how extraordinary his country is,” she says of the movie.Though they are still healing from the last year, the star says her family is out of “lockdown” and ready for new adventures.“I",
      "tones": [
        {
          "score": 0.592885,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 14,
      "text": "think they’re itching to get out in the world again,” says Jolie. “We’ve all been a bit in lockdown and going through some things.",
      "tones": []
    },
    {
      "sentence_id": 15,
      "text": "I think it would be good to get out there and play together.”",
      "tones": [
        {
          "score": 0.608904,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.589295,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    }
  ]
}