{
  "document_tone": {
    "tones": [
      {
        "score": 0.569178,
        "tone_id": "joy",
        "tone_name": "Joy"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Nicki Minaj Did NOT Wear Hot Pants And Crop Top To Serena Williams’ Wedding, Despite ReportNicki Minaj did not wear hot pants and a crop top to Serena Williams’ wedding, despite a bogus report based on a photoshopped image.",
      "tones": []
    },
    {
      "sentence_id": 1,
      "text": "For starters, the rapper didn’t even attend the tennis star’s nuptials.",
      "tones": [
        {
          "score": 0.786991,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "Gossip Cop can set the record straight.",
      "tones": []
    },
    {
      "sentence_id": 3,
      "text": "Williams got married to internet entrepreneur Alexis Ohanian in front of friends and family in New Orleans on Thursday.",
      "tones": [
        {
          "score": 0.762842,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "The guest list included many celebrities, including Beyonce, Kim Kardashian, Kelly Rowland, Anna Wintour, Ciara and Eva Longoria.",
      "tones": []
    },
    {
      "sentence_id": 5,
      "text": "Minaj wasn’t in attendance, but the Irish website Her posted a doctored Instagram photo that shows her posing at the party with Beyonce and Rihanna.",
      "tones": [
        {
          "score": 0.555687,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "The site titled its inaccurate article, “What Nicki Minaj wore to Serena Williams’ wedding is not really OK,” and says the singer showed up to the ceremony sporting “white leather hotpants and a crop top.”",
      "tones": [
        {
          "score": 0.56375,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "The misinformed outlet insists Minaj’s outfit was “kinda too much,” further maintaining that she “very much overstepped a wedding etiquette line.”",
      "tones": []
    },
    {
      "sentence_id": 8,
      "text": "But the site’s opinion about the rapper’s attire is completely moot.",
      "tones": []
    },
    {
      "sentence_id": 9,
      "text": "Neither Minaj or Rihanna were at the tennis player’s wedding.",
      "tones": [
        {
          "score": 0.822231,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        },
        {
          "score": 0.522484,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 10,
      "text": "Both music stars were superimposed into a photo of Beyonce posing alone at the ceremony.",
      "tones": [
        {
          "score": 0.604448,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 11,
      "text": "It’s unclear if the Irish outlet is trying to trick its readers or get duped by the fake image itself, but Minaj didn’t wear an inappropriate outfit to Williams’ wedding, which she didn’t attend.",
      "tones": [
        {
          "score": 0.58393,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 12,
      "text": "It should be noted, Gossip Cop has had to debunk several false stories surrounding the tennis star’s nuptials in the short time since she walked down the aisle.",
      "tones": []
    },
    {
      "sentence_id": 13,
      "text": "We recently busted HollywoodLife for fabricating a report about Beyonce and Kardashian having an “icy exchange” at the wedding.",
      "tones": []
    },
    {
      "sentence_id": 14,
      "text": "Gossip Cop also called out RadarOnline for making up a story about Kardashian getting yelled at for using her phone at Williams’ wedding.",
      "tones": []
    },
    {
      "sentence_id": 15,
      "text": "This latest article related to the event is similarly phony.",
      "tones": [
        {
          "score": 0.522484,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    }
  ]
}