{
  "document_tone": {
    "tones": [
      {
        "score": 0.517779,
        "tone_id": "sadness",
        "tone_name": "Sadness"
      },
      {
        "score": 0.620526,
        "tone_id": "joy",
        "tone_name": "Joy"
      },
      {
        "score": 0.817322,
        "tone_id": "tentative",
        "tone_name": "Tentative"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Chris Hemsworth's, Charlize Theron’s Kids Played Together on ‘Huntsman’ SetA pretty awesome playdate!",
      "tones": [
        {
          "score": 0.877927,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.716301,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "Chris Hemsworth and Charlize Theron revealed that they both brought their kids to work while they were filming The Huntsman: Winter’s War, and it totally changed the dynamics of the set.“There was a whole difference of energy on this because we all had our kids there on set a lot of the time,” the 32-year-old Aussie actor, who is reprising his role as the Huntsman, said during a press conference for the sequel to Snow White &amp; the Huntsman.",
      "tones": [
        {
          "score": 0.54008,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "“Normally, the set being this sort of tense, respectful, quiet sort of place.",
      "tones": [
        {
          "score": 0.933436,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "That was just thrown out the window when the kids came.",
      "tones": [
        {
          "score": 0.786991,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "They were chasing each other around with the weapons and yelling, ‘Get him!’ ‘Kill her!’ ‘Do that!’”“We’re raising them really well,” the Oscar-winning actress, 40, joked about her parenting of son Jackson, 4, and daughter August, who she adopted last July.“Taught",
      "tones": [
        {
          "score": 0.51707,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "them how to survive in a vicious kingdom,” the Thor star added of his daughter, India, 3, and twin sons, Sasha and Tristan, 2, with wife Elsa Pataky.",
      "tones": [
        {
          "score": 0.561009,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "By the looks of the movie poster — Hemsworth is holding two hatchets — the little ones had some pretty fun and realistic-looking props to play with on the set of the fairy-tale film.Their fellow costar Emily Blunt, who is currently pregnant with her second child, didn’t chime in about whether she let Hazel, her 2-year-old daughter with husband John Krasinski, run around on set, but she did say she left the fight sequences to the kids.",
      "tones": [
        {
          "score": 0.588878,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "“Charlize and I spent our time hobbling around in high heels going, ‘My feet hurt,’” recalled the actress, who plays rival sister Freya to Theron’s Queen Ravenna.",
      "tones": [
        {
          "score": 0.621043,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "“That was, like, the extent of our actions … [costar] Jessica [Chastain] would, like, come into the makeup bus just pouring with sweat from some awful stunt coordinating.”The",
      "tones": [
        {
          "score": 0.845297,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "Huntsman: Winter’s War is directed by Cedric Nicolas-Troyan and hits theaters on April 22, 2016.",
      "tones": []
    }
  ]
}