{
  "document_tone": {
    "tones": [
      {
        "score": 0.574799,
        "tone_id": "sadness",
        "tone_name": "Sadness"
      },
      {
        "score": 0.67393,
        "tone_id": "joy",
        "tone_name": "Joy"
      },
      {
        "score": 0.685819,
        "tone_id": "analytical",
        "tone_name": "Analytical"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Brad Pitt, Angelina Jolie Lose Court Case Over Their French Miraval CastleThe place is known as the Miraval Château, a castle and vineyard in the tiny&nbsp;town of Correns, near Aix-en-Provence in the south of France.",
      "tones": [
        {
          "score": 0.531118,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "Angelina Jolie and Brad Pitt bought it in 2008 for €45 million (about $67 million at the time), and it hosted&nbsp;their wedding six years later.After three years of legal battle, the decision was originally delivered in April but wasn't revealed until French media broke the story last week.",
      "tones": [
        {
          "score": 0.533413,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "Meanwhile, the aggrieved designer, Odile Soudant, has filed another suit demanding to be&nbsp;legally recognized as the creator of the project.The artist, who specializes in light installations, accused the Jolie-Pitt company of driving her&nbsp;business, Lumières Studio, into bankruptcy.",
      "tones": [
        {
          "score": 0.510565,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "She's also fighting Pitt for the intellectual property rights to&nbsp;the lighting she designed for the 17th century chateau and its outbuildings.",
      "tones": []
    },
    {
      "sentence_id": 4,
      "text": "Of the payout,&nbsp;€60,000 ($70,800) covers&nbsp;damage to her reputation, which she says has been severely affected by&nbsp;the failed project.Pitt's lawyers had argued that the project was late and over budget—and that the design was Pitt's brainchild.“When, in 2010, Brad Pitt came to ask her to bring to light four buildings of his domain at&nbsp;Miraval, the plastic artist Odile Soudant did not suspect that this Pharaonic building site was going to cause her ruin,” writes Le Point.The Hollywood couple, according to the newspaper Liberation, which broke the story, launched a large remodeling plan intended to&nbsp;transform the property to their liking.",
      "tones": [
        {
          "score": 0.609236,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "Pitt hired Soudart in 2010 to run&nbsp;a €25 million project that would&nbsp;bring natural light into four of the buildings of the 40-bedroom domain where, in the late 1970s, the band Pink Floyd had recorded an album.According to the newspaper, he wanted&nbsp;the visual artist to create \"an exceptional place with light at the center of everything.\"The",
      "tones": [
        {
          "score": 0.758262,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "collaboration went smoothly for three years until Pitt discovered that the company acting as the general contractor managing the network&nbsp;of businesses involved in the remodeling was inflating the costs.",
      "tones": []
    },
    {
      "sentence_id": 7,
      "text": "He then blocked all additional payments.Until then, the artist and her 17 assistants and subcontractors had been working for the project in a Paris studio and partially completed the redesign at the property.",
      "tones": [
        {
          "score": 0.571567,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "Despite the fact that Pitt was no longer paying, according to her declaration, he asked her to continue&nbsp;working.“Odile,",
      "tones": [
        {
          "score": 0.618451,
          "tone_id": "confident",
          "tone_name": "Confident"
        },
        {
          "score": 0.970179,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "I need you.",
      "tones": []
    },
    {
      "sentence_id": 10,
      "text": "Come here please.",
      "tones": []
    },
    {
      "sentence_id": 11,
      "text": "I need you to finish,” Brad&nbsp;Pitt&nbsp;wrote in an email to Soudart, according the court documents published&nbsp;by Liberation.“I don’t know how things happen in France but in the United States, friends don’t attack friends,\"&nbsp;he wrote her in another email.",
      "tones": []
    },
    {
      "sentence_id": 12,
      "text": "\"I’ve been nothing but a fan of your work.",
      "tones": []
    },
    {
      "sentence_id": 13,
      "text": "Do not attack.",
      "tones": []
    },
    {
      "sentence_id": 14,
      "text": "Let’s finish the project and be proud of it.",
      "tones": [
        {
          "score": 0.948516,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 15,
      "text": "The work is too good to end on a bad note.",
      "tones": [
        {
          "score": 0.626769,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 16,
      "text": "Life is too short, my friend,” he wrote to her in another.In a third message,&nbsp;he wrote: “Don’t waste time with legal action.",
      "tones": []
    },
    {
      "sentence_id": 17,
      "text": "Follow your artistic journey and don’t worry about the rest.”Her",
      "tones": [
        {
          "score": 0.560839,
          "tone_id": "fear",
          "tone_name": "Fear"
        }
      ]
    },
    {
      "sentence_id": 18,
      "text": "answers were&nbsp;desperate: \"My company and my bank accounts are well beyond the maximum.",
      "tones": [
        {
          "score": 0.518014,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.781949,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 19,
      "text": "I can no longer use my credit card.",
      "tones": []
    },
    {
      "sentence_id": 20,
      "text": "I'm sinking.",
      "tones": [
        {
          "score": 0.916667,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.692308,
          "tone_id": "fear",
          "tone_name": "Fear"
        },
        {
          "score": 0.579367,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 21,
      "text": "I do not ask you to pay everything, but at least a part...I do not know how to make you understand the urgency in which we are now.",
      "tones": [
        {
          "score": 0.57374,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 22,
      "text": "Without a quick solution, the consequences will be catastrophic.”But",
      "tones": [
        {
          "score": 0.944551,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 23,
      "text": "the legal struggle has not yet ended.",
      "tones": []
    },
    {
      "sentence_id": 24,
      "text": "Soudart is now accusing Pitt of appropriating the creation&nbsp;of her work.",
      "tones": [
        {
          "score": 0.668898,
          "tone_id": "anger",
          "tone_name": "Anger"
        }
      ]
    },
    {
      "sentence_id": 25,
      "text": "The actor’s lawyers replied that the castle is \"purely private\" and not subject to copyright.But Le Point concludes that&nbsp;“the estate is not as private as its owners claim: Recently it served as a backdrop for the latest Guerlain ad campaign by Terrence Malick.",
      "tones": []
    },
    {
      "sentence_id": 26,
      "text": "In one of the scenes, we see clearly—no pun intended—a luminous installation conceived by the plastic artist.”The",
      "tones": [
        {
          "score": 0.579367,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 27,
      "text": "one minute clip&nbsp;&nbsp;called \"Notes of a Woman\"&nbsp;shows Angelina Jolie &nbsp;strolling through different spaces at Chateau Miraval, practicing her lines and wandering through the vineyard as a man creates a perfum.",
      "tones": []
    }
  ]
}