{
  "document_tone": {
    "tones": [
      {
        "score": 0.611272,
        "tone_id": "fear",
        "tone_name": "Fear"
      },
      {
        "score": 0.597719,
        "tone_id": "sadness",
        "tone_name": "Sadness"
      },
      {
        "score": 0.575125,
        "tone_id": "analytical",
        "tone_name": "Analytical"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Kris Jenner Is Concerned for Future Generations of KardashiansKris Jenner, mother of six and grandmother to six more, is a busy matriarch.",
      "tones": []
    },
    {
      "sentence_id": 1,
      "text": "Since the start of her family’s reality show in 2007, it’s clear that she’s been keeping one eye trained on the reality-TV circus and the other on how that circus affects her family.",
      "tones": [
        {
          "score": 0.654507,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.579436,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "During a new reality-TV roundtable with The Hollywood Reporter, Jenner said she worries about how her six grandchildren will be affected by the family business.“It’s",
      "tones": []
    },
    {
      "sentence_id": 3,
      "text": "my grandchildren who I worry about because I have six of them; the oldest just turned 7, and my youngest is 6 months old, and they don’t have a choice,” she said.",
      "tones": [
        {
          "score": 0.55087,
          "tone_id": "fear",
          "tone_name": "Fear"
        },
        {
          "score": 0.506763,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "“And I worry, I do, because it is such a bullying environment.”Jenner said her daughters’ “thick skin” has helped propel them forward despite the maddening trolls of reality TV.",
      "tones": [
        {
          "score": 0.786605,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        },
        {
          "score": 0.687768,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "These are, after all, the sisters whose public fights, tears, and meme-worthy breakdowns made them one of the genre’s biggest success stories.",
      "tones": [
        {
          "score": 0.801827,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "They chose a public life, though.",
      "tones": []
    },
    {
      "sentence_id": 7,
      "text": "Their children did not, but they’re still placed in front of the cameras—hence Jenner’s fears about what she started.Her grandkids, Mason, Penelope, and Reign Disick, North and Saint West, and Dream Kardashian, have become celebrities themselves by birthright alone.",
      "tones": [
        {
          "score": 0.80707,
          "tone_id": "fear",
          "tone_name": "Fear"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "Anyone recall North’s debut diva moment, as she rolled through the Paris airport on a Frozen-themed suitcase, wearing a Yeezus Tour jacket?During the roundtable, Jenner leaned on her original philosophy for the show (never to hold back) as she talked about how her life as a reality star has evolved.“We",
      "tones": []
    },
    {
      "sentence_id": 9,
      "text": "decided as a family that if we’re going to do this, we would just show everything.",
      "tones": [
        {
          "score": 0.506763,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 10,
      "text": "And one of the best decisions I made not only as a producer of the show, but as one of the stars of the show, was to say, ‘We’re not going to remove anything.’",
      "tones": [
        {
          "score": 0.658249,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.653099,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 11,
      "text": "With that philosophy, I told the kids, ‘Don’t get on the Internet.’",
      "tones": []
    },
    {
      "sentence_id": 12,
      "text": "Now it’s so amplified . . .",
      "tones": []
    },
    {
      "sentence_id": 13,
      "text": "you expect it now from the trolls.”She",
      "tones": [
        {
          "score": 0.560149,
          "tone_id": "anger",
          "tone_name": "Anger"
        },
        {
          "score": 0.762356,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 14,
      "text": "added that Kim Kardashian West “leads the pack” as the “queen of thick skin,” modeling for everyone else how to face the Internet and other critics alike.As they grow, the Kardashian grandchildren will have a whole new host of technologies to battle (imagine trolls with drones), but North just might have inherited the thick-skinned genes to handle it.",
      "tones": []
    },
    {
      "sentence_id": 15,
      "text": "She already knows how to tell the paparazzi to back off.",
      "tones": [
        {
          "score": 0.653099,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    }
  ]
}