{
  "document_tone": {
    "tones": [
      {
        "score": 0.851915,
        "tone_id": "joy",
        "tone_name": "Joy"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Robert Pattinson and FKA Twigs Take Cannes in His-and-Hers DiorRobert Pattinson and FKA Twigs rarely adhere to traditional rules of style, and when it was time for the pair to hit Cannes , they gave the red carpet a daring couples' moment.",
      "tones": []
    },
    {
      "sentence_id": 1,
      "text": "Wearing his-and-hers Dior at the premiere of Pattinson’s latest film, Good Time , they showed two sides of the storied French brand, with Pattinson, a face of the label, going classic in a dapper three-piece Dior Homme black suit and Twigs opting for audacity in a postcard print-covered dress.Twigs’s colorful choice was actually plucked from the archives: John Galliano’s Spring 2002 “street chic” collection.",
      "tones": [
        {
          "score": 0.725785,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "The rebellious spirit of that season has experienced a revival of late, with fashion insiders unearthing their J’Adore Dior T-shirts and logo-covered bikinis.",
      "tones": [
        {
          "score": 0.644293,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "For her retro moment, Twigs skipped the layered runway styling and paired the gown with a simple ribbon choker and marabou-covered heels for a dainty contrast to Pattinson’s movie-star suiting.",
      "tones": [
        {
          "score": 0.702907,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.620279,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "Separately, each would have been well dressed, but together they proved the versatility and enduring cool of one of fashion’s best-loved houses.",
      "tones": [
        {
          "score": 0.935975,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    }
  ]
}