{
  "document_tone": {
    "tones": [
      {
        "score": 0.612124,
        "tone_id": "joy",
        "tone_name": "Joy"
      },
      {
        "score": 0.865527,
        "tone_id": "analytical",
        "tone_name": "Analytical"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Miley Cyrus Reflects on Her Breakup With Liam Hemsworth: \"I Was on the Right Path\"Miley Cyrus recently dropped her new single, \"Malibu,\" which is clearly inspired by her rekindled relationship with Liam Hemsworth, and during an interview with SiriusXM's Hits 1 in Hollywood earlier this week, the 24-year-old singer further opened up about her 2013 split from Liam.",
      "tones": [
        {
          "score": 0.646688,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.502664,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "\"I think — know — that everything is happening for the right reason, and I knew that when we weren't together for the first time,\" Miley said of the advice she would give her younger self.",
      "tones": [
        {
          "score": 0.743104,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 2,
      "text": "\"I didn't know if that was the end of it, or if we'd be back together again, but knew that wherever I was going, I was on the right path.\"After spending some time apart, Miley and Liam got back together in 2016 and resumed their engagement.",
      "tones": [
        {
          "score": 0.554348,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.628311,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "\"I think people who break up and get back together, I think that's awesome, because you know it's true, but you get time to be yourself.",
      "tones": [
        {
          "score": 0.821913,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "You get time to grow up.",
      "tones": []
    },
    {
      "sentence_id": 5,
      "text": "I think if you're growing up attached to another person, you never really get solid as your own being,\" she explained.",
      "tones": [
        {
          "score": 0.711887,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "\"So I'm really solid, and then he gets to be really solid, and then together, we get to be two really grounded people.",
      "tones": [
        {
          "score": 0.913368,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "But it's not a half and a half make a whole.\"",
      "tones": []
    },
    {
      "sentence_id": 8,
      "text": "In addition to talking about Liam, Miley got candid about her decision to quit smoking, a choice she also spoke about in her recent interview with Billboard magazine, adding, \"I've got a lot of energy.\"",
      "tones": [
        {
          "score": 0.599484,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        },
        {
          "score": 0.708394,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    }
  ]
}