{
  "document_tone": {
    "tones": [
      {
        "score": 0.644913,
        "tone_id": "joy",
        "tone_name": "Joy"
      },
      {
        "score": 0.711318,
        "tone_id": "sadness",
        "tone_name": "Sadness"
      },
      {
        "score": 0.602276,
        "tone_id": "analytical",
        "tone_name": "Analytical"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Robert Pattinson: ‘Good Time’ ‘Helped Me Become a Better Actor’Robert Pattinson is earning rave reviews for his intense and electrifying performance in A24’s crime thriller, “Good Time.”",
      "tones": [
        {
          "score": 0.633295,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 1,
      "text": "Under the helm of directors and brothers Josh and Benny Safdie, the “Twilight” star hides his dashing good looks to portray a grimy, bleached blond, goatee-sporting, crook from Queens, New York, who embarks on a mission to bail his mentally impaired brother (played by co-director Benny) out of prison after a failed robbery attempt.",
      "tones": []
    },
    {
      "sentence_id": 2,
      "text": "While taking on the demanding role, Pattinson said the experience has helped him mature into a commanding actor.“I",
      "tones": []
    },
    {
      "sentence_id": 3,
      "text": "think I’m more confident now; this was a challenging role and I learned a lot about my abilities as an actor,” Pattinson told Variety at the film’s New York premiere on Tuesday evening, held at the School of Visual Arts Theatre.",
      "tones": [
        {
          "score": 0.625585,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "“Every single time I get to do another movie, I get a little more confident.",
      "tones": [
        {
          "score": 0.874808,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 5,
      "text": "You always want to grow in some way and challenge yourself.",
      "tones": [
        {
          "score": 0.57242,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "I feel like this one has helped me become a better actor.”Critics",
      "tones": [
        {
          "score": 0.762356,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "have no doubt that Pattinson has developed into a masterful dramatic actor.",
      "tones": [
        {
          "score": 0.913755,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "He and the “Good Time” creators received a rousing six-minute standing ovation at the Cannes Film Festival last May where the movie first screened for an audience.",
      "tones": [
        {
          "score": 0.662621,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 9,
      "text": "The picture — out in theaters on Friday — currently holds a 94% positive rating on Rotten Tomatoes.Robert Pattinson on Shedding His Movie Star Looks for Cannes Drama ‘Good Time’“The writing in this — the dialogue felt so real and different,” explained the 31-year-old British star on the red carpet.",
      "tones": [
        {
          "score": 0.775993,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 10,
      "text": "“It’s set in New York and I’ve been here in New York a million times, but it just felt alien to me.",
      "tones": [
        {
          "score": 0.659112,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 11,
      "text": "There was something different and original about the characters and the story.",
      "tones": [
        {
          "score": 0.88939,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 12,
      "text": "I immediately knew the world of the performance that I wanted to do and I knew the energy I wanted when I saw Josh and Benny’s work.",
      "tones": [
        {
          "score": 0.574477,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 13,
      "text": "This was special.”Now that Pattinson has received acclaim for his work in indie films and broken any preconceptions about his acting abilities, would he consider taking on another role in a tentpole franchise series like “Twilight” or stick to art house films?“I look across the board every day,” he said emphatically.",
      "tones": []
    },
    {
      "sentence_id": 14,
      "text": "“The only thing I do is read script after script waiting for something to hit me.",
      "tones": [
        {
          "score": 0.538868,
          "tone_id": "anger",
          "tone_name": "Anger"
        },
        {
          "score": 0.615352,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 15,
      "text": "I like stories that feel authentic and it’s just difficult to find.",
      "tones": [
        {
          "score": 0.946222,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        },
        {
          "score": 0.620279,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 16,
      "text": "There are a lot of scripts that feel like the writer read a newspaper article and then tried to use their knowledge from film schools to adapt it.",
      "tones": [
        {
          "score": 0.548976,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.904795,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 17,
      "text": "That doesn’t interest me.",
      "tones": [
        {
          "score": 0.916667,
          "tone_id": "sadness",
          "tone_name": "Sadness"
        }
      ]
    },
    {
      "sentence_id": 18,
      "text": "Once I find something and feel really obsessed with it, I feel like I can really connect with the character and bring them to life.”After the screening, Pattinson joined the film’s directors, producers, co-star Barkhad Abdi (“Captain Phillips”), and composer Daniel Lopatin at the Flash Factory nightclub for the after-party.",
      "tones": [
        {
          "score": 0.641117,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.8588,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 19,
      "text": "Guests enjoyed celebratory drinks and White Castle burgers, which are featured in the film.",
      "tones": [
        {
          "score": 0.554046,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 20,
      "text": "Demi Moore, Chloe Sevigny, and Peter Sarsgaard&nbsp;were&nbsp;among the guests that joined in the festivities.",
      "tones": []
    }
  ]
}