{
  "document_tone": {
    "tones": [
      {
        "score": 0.608366,
        "tone_id": "joy",
        "tone_name": "Joy"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Halle Berry Jokes About Pregnancy RumorsUPDATE: Halle Berry joked about the pregnancy rumors in an Instagram post on Monday, June 5.",
      "tones": []
    },
    {
      "sentence_id": 1,
      "text": "“Can a girl have some steak and fries??” she captioned a pic of herself.ORIGINAL STORY: Halle Berry’s rep has denied that the Oscar winner is pregnant with her third child.“It is absolutely not true.",
      "tones": []
    },
    {
      "sentence_id": 2,
      "text": "She is not pregnant,” the actress’ rep tells Us Weekly of rumors Berry is expecting again.Berry, 50, first sparked pregnancy rumors when she attended the Butterfly Ball in L.A. on Sunday, June 4.",
      "tones": []
    },
    {
      "sentence_id": 3,
      "text": "The actress, in a form-fitting silver sequined dress and a jacket by Yeon, placed her hands on her stomach and appeared to be cradling a baby bump.The Extant actress is already mom of daughter Nahla, 8, with ex Gabriel Aubry, and has 3-year-old son Maceo with ex-husband Olivier Martinez.Berry filed for divorce from Martinez, 51, after two years of marriage in October 2015.",
      "tones": []
    },
    {
      "sentence_id": 4,
      "text": "They reportedly finalized their divorce in December 2016.“Things were extremely bitter with them as the marriage went on and in the end,” a source told Us Weekly at the time.",
      "tones": []
    },
    {
      "sentence_id": 5,
      "text": "“Finally they both tried to file against each other.",
      "tones": [
        {
          "score": 0.725816,
          "tone_id": "joy",
          "tone_name": "Joy"
        },
        {
          "score": 0.5538,
          "tone_id": "tentative",
          "tone_name": "Tentative"
        }
      ]
    },
    {
      "sentence_id": 6,
      "text": "It was always like that, very heated and a lot of competition and battling between them.",
      "tones": [
        {
          "score": 0.704642,
          "tone_id": "confident",
          "tone_name": "Confident"
        }
      ]
    },
    {
      "sentence_id": 7,
      "text": "Two extreme tempers and people that love to fight.”Berry",
      "tones": [
        {
          "score": 0.535106,
          "tone_id": "anger",
          "tone_name": "Anger"
        }
      ]
    },
    {
      "sentence_id": 8,
      "text": "opened up about motherhood in an interview with Harper’s Bazaar in April 2009.",
      "tones": []
    },
    {
      "sentence_id": 9,
      "text": "“Having a baby takes so much from you.",
      "tones": []
    },
    {
      "sentence_id": 10,
      "text": "It’s the most glorious thing you’ll ever do, but the aftermath is not so glorious!”",
      "tones": [
        {
          "score": 0.616171,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    },
    {
      "sentence_id": 11,
      "text": "she said, shortly after giving birth to Nahla.",
      "tones": []
    },
    {
      "sentence_id": 12,
      "text": "“I used to work a lot because I had nothing better to do.",
      "tones": [
        {
          "score": 0.589295,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 13,
      "text": "What I’ve learned, especially by having a baby, is that you can’t bring that stuff home anymore.”",
      "tones": [
        {
          "score": 0.519453,
          "tone_id": "joy",
          "tone_name": "Joy"
        }
      ]
    }
  ]
}