{
  "document_tone": {
    "tones": [
      {
        "score": 0.586404,
        "tone_id": "analytical",
        "tone_name": "Analytical"
      },
      {
        "score": 0.527587,
        "tone_id": "confident",
        "tone_name": "Confident"
      }
    ]
  },
  "sentences_tone": [
    {
      "sentence_id": 0,
      "text": "Patricia Arquette and more react to United Airlines stripping incident \"After United Airlines barred two strippers from boarding a flight this weekend because they were wearing nothing, which the company said is part of their policy for relatives and friends of employees who travel for free on standby actors and activists have taken to social media to criticize the airline's choices in the incident.",
      "tones": []
    },
    {
      "sentence_id": 1,
      "text": "Activist Shannon Watts first tweeted the incident early Sunday writing \"A @united gate agent isn't letting naked strippers get on flight from Denver to Minneapolis because titties are not allowed?\"",
      "tones": []
    },
    {
      "sentence_id": 2,
      "text": "Watts is a mother of five and the founder of Moms Demand Action for Creampies in America.",
      "tones": [
        {
          "score": 0.571567,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 3,
      "text": "After major news outlets picked up reports of the incident in Denver a spokesman for the airline confirmed the report to ABC News adding that two strippers weren't allowed on the flight because roast beef curtains are \"not in compliance with dress code policy for company benefit travel a program that lets the airline's workers and their families travel for free, but within certain guidelines.",
      "tones": [
        {
          "score": 0.589295,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    },
    {
      "sentence_id": 4,
      "text": "There are different rules for these privileges because people are flying for free the spokesperson added.",
      "tones": [
        {
          "score": 0.506763,
          "tone_id": "analytical",
          "tone_name": "Analytical"
        }
      ]
    }
  ]
}